Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: Overseers are the lower class of the naga aristocracy. They are young individuals who keep an eye on the slaves of the serpentheads and commanders, and in wartime serve the role of junior commanding staff. A great responsibility rests on their shoulders, because the death of an overseer often means an entire squad of slaves thrown into disarray, so they take precautions about protection and use large wooden shields. Their weapon of choice is a mace, but it is more often used against deserters and cowards than on the front lines. As a sign of their position, overseers wear expensive fabrics and blue belts at their waist. Each of them dreams of proving themself and becoming a commander, so they make slaves fight valiantly, and often arrange daring tactical operations, not really concerning themselves with losses.
es: Los Supervisores son la clase baja de la aristocracia naga. Son individuos jóvenes que vigilan a los esclavos de los cabezas de serpiente y los comandantes, y en tiempo de guerra sirven como personal de mando subalterno. Una gran responsabilidad recae sobre sus hombros, porque la muerte de un supervisor a menudo significa que todo un escuadrón de esclavos cae en el desorden, por lo que toman precauciones en cuanto a la protección y usan grandes escudos de madera. Su arma preferida es una maza, pero se usa más a menudo contra desertores y cobardes que en las líneas del frente. Como signo de su posición, los supervisores visten telas caras y cinturones azules en la cintura. Cada uno de ellos sueña con demostrar su valía y convertirse en comandante, por lo que hacen que los esclavos luchen valientemente y a menudo organizan operaciones tácticas audaces, sin preocuparse realmente por las pérdidas.

source: mace
es: maza

source: Bekh is an aristocrat title received from the tumenbashi (serpenthead leader of a khanate) by a naga who distinguished himself by his loyalty to the Khaganate in battle or in peacetime. This title is hereditary, and it comes with a decent amount of land (that land usually including several human villages). A Bekh is obliged to serve the Khaganate faithfully, to fulfill the orders of the serpentheads, to keep the inhabitants of his fief (bekhdom) in submission. For cowardice in battle or ineffective management of his lands, a bekh they can lose their title and fief. Bekhs make up special commanding units of the Kaganate; the income from their land allows them to wear lamellar armor, arm themselves with first-class shields and armor-breaking sixaver mace, and also maintain squads of slaves under the command of overseers. In battle, the bekhs coordinate the actions of small detachments under the command of overseers or gnoll rippers, and sometimes they themselves rush into the thick of the battle, cutting through chain mail with their maces, breaking limbs, and knocking enemies off their feet with their tail.
es: Bekh es un título de aristócrata recibido del tumenbashi (líder cabeza de serpiente de un jaganato) por un naga que se distinguió por su lealtad al Jaganato en batalla o en tiempos de paz. Este título es hereditario y viene con una cantidad decente de tierra (esa tierra generalmente incluye varias aldeas humanas). Un Bekh está obligado a servir fielmente al Jaganato, a cumplir las órdenes de los cabezas de serpiente, a mantener a los habitantes de su feudo (bekhdom) en sumisión. Por cobardía en la batalla o gestión ineficaz de sus tierras, un bekh puede perder su título y feudo. Los Bekhs componen unidades de mando especiales del Jaganato; los ingresos de su tierra les permiten usar armadura laminar, armarse con escudos de primera clase y una maza sixaver rompe-armaduras, y también mantener escuadrones de esclavos bajo el mando de supervisores. En la batalla, los bekhs coordinan las acciones de pequeños destacamentos bajo el mando de supervisores o destripadores gnoll, y a veces ellos mismos se lanzan a lo más espeso de la batalla, cortando la cota de malla con sus mazas, rompiendo extremidades y derribando a los enemigos con su cola.

source: Beklarbekh (which means 'bekh of all bekhs') is the hereditary position of the head of the Nagas. Once upon a time, the ancestors of the present Beklarbekhs were the first noble naga bloodline that swore allegiance to the Khagan of the serpentheads, and their oasis became a springboard for the troops of the newly-formed Khaganate. Now the beklarbekjs are dignitaries especially noted by the grace of the Khagan, who judge their fellow naga tribesmen, manage gigantic territories, and rally the ranks of the people under the Khagan's banner during wartime. By his functions, a beklarbekh, also having to a large region and several regiments under him, is similar to a serpenthead tumenbashi, but in the hierarchy of the Khaganate is more of a 'younger brother' to them. To distinguish himself as a leader in wartime is a good way for a beklarbekh to put his name on a par with his great ancestors and find favor in the eyes of the Khagan. At the same time, having very large physical dimensions and the highest-quality armor being comparable in cost to a whole small town, the bekhlarbekhs, as befits the hierarchs of the Khaganate leading into battle by their example, do not hesitate to break into the bloodiest fights. Destroying enemies with blows of their maces and absorbing their blows with their shield, the noble beklarbekh is not afraid of death - should he fall, the Khagan will find him a worthy replacement among the branched dynasty of the Khaganate's first vassals and loyal slaves.
es: Beklarbekh (que significa «bekh de todos los bekhs») es la posición hereditaria del jefe de los Nagas. Érase una vez, los ancestros de los actuales Beklarbekhs fueron la primera línea de sangre naga noble que juró lealtad al Jagan de los cabezas de serpiente, y su oasis se convirtió en un trampolín para las tropas del Jaganato recién formado. Ahora los beklarbekhs son dignatarios especialmente destacados por la gracia del Jagan, que juzgan a sus compañeros de tribu naga, administran territorios gigantescos y reúnen las filas del pueblo bajo el estandarte del Jagan en tiempos de guerra. Por sus funciones, un beklarbekh, que también tiene bajo su mando una gran región y varios regimientos, es similar a un tumenbashi cabeza de serpiente, pero en la jerarquía del Jaganato es más bien un «hermano menor» para ellos. Distinguirse como líder en tiempos de guerra es una buena manera para un beklarbekh de poner su nombre a la par de sus grandes ancestros y ganarse el favor a los ojos del Jagan. Al mismo tiempo, teniendo dimensiones físicas muy grandes y la armadura de la más alta calidad comparable en costo a una ciudad pequeña entera, los beklarbekhs, como corresponde a los jerarcas del Jaganato que lideran la batalla con su ejemplo, no dudan en irrumpir en las peleas más sangrientas. Destruyendo enemigos con golpes de sus mazas y absorbiendo sus golpes con su escudo, el noble beklarbekh no teme a la muerte; si cae, el Jagan le encontrará un digno reemplazo entre la dinastía ramificada de los primeros vasallos y esclavos leales del Jaganato.

source: Naga Punisher
es: Naga Verdugo

source: naga punisher^WIP: NOT YET TRANSLATED
es: naga verdugo

source: whip
es: látigo

source: scimitar
es: cimitarra

source: a gun
es: un arma

source: flamethrower
es: lanzallamas

source: The Nuckelavee are the first servants of the serpentheads. These bloodthirsty undead were created by them specifically in order to conquer the steppe. A nuckelavee looks like a dry corpse of a horse, from the back of which a rider without legs 'grows'. It may seems as if the mind of the creature is concentrated in its head, but it is not. The 'rider' is just an appendage, and the nuckelavee thinks (as far as it is in principle possible for the undead) with a the horse part's head. These creatures do not know fatigue, they do not need practically any equipment, piercing weapons are not quite as effective against them as against living cavalry; It is impossible to knock the 'rider' off the 'horse', and he himself is free to wield the spear as he pleases, since he does not need to think about controlling the horse. In addition to all this, the Nuckelavee are capable of emitting a loud, terrifying screech that makes the hearts of the living clench with fear. Armed with wooden stakes, squads of this abominable cavalry have become a real nightmare for the inhabitants of the steppe and the surrounding desert.
es: Los Nuckelavee son los primeros sirvientes de los cabezas de serpiente. Estos no-muertos sedientos de sangre fueron creados por ellos específicamente para conquistar la estepa. Un nuckelavee parece el cadáver seco de un caballo, de cuya espalda «brota» un jinete sin piernas. Puede parecer que la mente de la criatura se concentra en su cabeza, pero no es así. El «jinete» es solo un apéndice, y el nuckelavee piensa (en la medida en que es posible para los no-muertos) con la cabeza de la parte del caballo. Estas criaturas no conocen la fatiga, prácticamente no necesitan ningún equipo, las armas punzantes no son tan efectivas contra ellos como contra la caballería viva; es imposible derribar al «jinete» del «caballo», y él es libre de blandir la lanza a su antojo, ya que no necesita preocuparse por controlar al caballo. Además de todo esto, los Nuckelavee son capaces de emitir un chillido fuerte y aterrador que hace que los corazones de los vivos se encojan de miedo. Armados con estacas de madera, escuadrones de esta abominable caballería se han convertido en una verdadera pesadilla para los habitantes de la estepa y el desierto circundante.

source: wail
es: lamento

source: Nuckelavee Blackspear
es: Nuckelavee Lanza Negra

source: nuckelavee2^WIP: NOT YET TRANSLATED
es: nuckelavee2

source: Nuckelavee Bansheetaur
es: Nuckelavee Bansheotauro

source: nuckelavee2b^WIP: NOT YET TRANSLATED
es: nuckelavee2b

source: Salamander
es: Salamandra

source: salamander1^WIP: NOT YET TRANSLATED
es: salamandra1

source: Great Salamander
es: Gran Salamandra

source: salamander2^WIP: NOT YET TRANSLATED
es: salamandra2

source: tail
es: cola

source: Khagan's Dragon
es: Dragón del Jagan

source: salamander3^WIP: NOT YET TRANSLATED
es: salamandra3

source: Serpenthead Tarhan
es: Cabeza de Serpiente Tarhan

source: Tarhans are an estate of the lords of the Serpent Khaganate, which does not pay taxes and has a number of legal advantages over the other groups in terms of employment opportunities and property issues. Tarhans, both male and female, are always noticeable by a purple belt over their naked torso and a gold necklace around their neck - a sign of their status. In war, tarhans perform the functions of ambassadors, as well as officers, both staff and field, and in the latter case, they actively use hypnosis and all-burning black flame against their enemies.
es: Los Tarhanes son una clase de señores del Jaganato Serpiente, que no pagan impuestos y tienen una serie de ventajas legales sobre los otros grupos en términos de oportunidades de empleo y asuntos de propiedad. Los Tarhanes, tanto hombres como mujeres, siempre se distinguen por un cinturón púrpura sobre su torso desnudo y un collar de oro alrededor del cuello, un signo de su estatus. En la guerra, los tarhanes cumplen las funciones de embajadores, así como de oficiales, tanto de estado mayor como de campo, y en este último caso, usan activamente la hipnosis y la llama negra que todo lo consume contra sus enemigos.

source: fist
es: puño

source: black fire
es: fuego negro

source: break will
es: romper voluntad

source: Serpent Tumenbashi
es: Serpiente Tumenbashi

source: The Tumenbashi are the estate of the leaders of regions (khanates) and armies (tumens: in a tumen of the Khaganate there between 4 and 10 regiments, in a regiment there are 600 - 1000 fighters), visually distinct from their tarhan subordinates by black silk clothing with gold embroidery (in peacetime - very magnificent, in war - lightweight), and massive gold jewelry. Tumenbashi constitute the highest circle of government of the country, below only the great Khagan himself. And since the hierarchy of the snakeheads is reflected in the higher power of the magical aura, relative to the tarhan aristocrats - the Tumenbashi are even more dangerous mages with excellent abilities to hypnotize their foes into submission and an increased ability to control the Black Flame. Subduing some of the enemies, and burning others - that is what happens when these beings appear on the battlefield.
es: Los Tumenbashi son la clase de líderes de regiones (jaganatos) y ejércitos (tumenes: en un tumen del Jaganato hay entre 4 y 10 regimientos, en un regimiento hay 600 - 1000 combatientes), visualmente distintos de sus subordinados tarhanes por la ropa de seda negra con bordado de oro (en tiempos de paz, muy magnífica; en guerra, ligera) y joyas de oro macizas. Los Tumenbashi constituyen el círculo más alto del gobierno del país, solo por debajo del gran Jagan mismo. Y dado que la jerarquía de los cabezas de serpiente se refleja en el mayor poder del aura mágica, en relación con los aristócratas tarhanes, los Tumenbashi son magos aún más peligrosos con excelentes habilidades para hipnotizar a sus enemigos hasta la sumisión y una mayor capacidad para controlar la Llama Negra. Someter a algunos de los enemigos y quemar a otros, eso es lo que sucede cuando estos seres aparecen en el campo de batalla.

source: cursed flame
es: llama maldita

source: crush will
es: aplastar voluntad

source: Serpent Khagan
es: Serpiente Jagan

source: The Great Khagan - an absolute monarch and the hereditary ruler of the Serpent Khaganate. The khagan can always be recognized by his huge (twice the size of other serpentheads) body size, dark silk clothes with sewn gold scales, a crown decorated with a golden snake, and a long staff - a scepter with the shape of a cobra on the knob. The khagan by law is the naster of all creatures inhabiting the kaganate, and they are his slaves. Residents of other countries are also slaves of the khagan, they just don't know about it yet. The purpose of the conquest wars of the Serpent Khaganate is to remind the lost souls that the Cosmos, represented by all the Gods inhabiting the stars, gave mortals a single Master, so that he would bring order and make their sinful lives useful... The khagan possesses the supreme legislative, executive and judicial power in his country, exercises leadership of the troops, all domestic and foreign policy, obeying only the instructions left by the past khagans (and also drawing up new instructions for his descendants). As the pinnacle of the serpenthead hierarchy, the khagan is the greatest mage among them. The power of the monarch's aura more than once in history was enough to bring whole tribes to submission and raze impregnable fortresses to the ground. The appearance of the Hhagan himself on the battlefield means one thing - the Master has come for his slaves...
es: El Gran Jagan, un monarca absoluto y el gobernante hereditario del Jaganato Serpiente. El jagan siempre puede ser reconocido por su enorme tamaño corporal (el doble del tamaño de otros cabezas de serpiente), ropas de seda oscura con escamas de oro cosidas, una corona decorada con una serpiente dorada y un bastón largo, un cetro con la forma de una cobra en la perilla. El jagan por ley es el amo de todas las criaturas que habitan el jaganato, y ellas son sus esclavas. Los residentes de otros países también son esclavos del jagan, solo que aún no lo saben. El propósito de las guerras de conquista del Jaganato Serpiente es recordar a las almas perdidas que el Cosmos, representado por todos los Dioses que habitan las estrellas, dio a los mortales un único Amo, para que él trajera orden y hiciera sus vidas pecaminosas útiles... El jagan posee el poder legislativo, ejecutivo y judicial supremo en su país, ejerce el liderazgo de las tropas, toda la política interna y externa, obedeciendo solo las instrucciones dejadas por los jaganes pasados (y también redactando nuevas instrucciones para sus descendientes). Como pináculo de la jerarquía de los cabezas de serpiente, el jagan es el mago más grande entre ellos. El poder del aura del monarca fue suficiente más de una vez en la historia para someter a tribus enteras y arrasar fortalezas inexpugnables. La aparición del Jagan mismo en el campo de batalla significa una cosa: el Amo ha venido por sus esclavos...

source: scepter
es: cetro

source: black firestorm
es: tormenta de fuego negro

source: enslavement
es: esclavización

source: WIP Serpent Khagan
es: Serpiente Jagan (WIP)

source: The Great Khagan - an absolute monarch and the hereditary ruler of the Serpent Khaganate. The khagan can always be recognized by his huge #(twice the size of other serpentheads) body size, dark silk clothes with sewn gold scales, a crown decorated with a golden snake, and a long staff - a #scepter with the shape of a cobra on the knob. #The khagan by law is the naster of all creatures inhabiting the kaganate, and they are his slaves. Residents of other countries are also slaves of the #khagan, they just don't know about it yet. The purpose of the conquest wars of the Serpent Khaganate is to remind the lost souls that the Cosmos, represented #by all the Gods inhabiting the stars, gave mortals a single Master, so that he would bring order and make their sinful lives useful... #The khagan possesses the supreme legislative, executive and judicial power in his country, exercises leadership of the troops, all domestic and foreign #policy, obeying only the instructions left by the past khagans (and also drawing up new instructions for his descendants). #As the pinnacle of the serpenthead hierarchy, the khagan is the greatest mage among them. The power of the monarch's aura more than once in history was #enough to bring whole tribes to submission and raze impregnable fortresses to the ground. The appearance of the Hhagan himself on the battlefield means one #thing - the Master has come for his slaves...
es: El Gran Jagan, un monarca absoluto y el gobernante hereditario del Jaganato Serpiente. El jagan siempre puede ser reconocido por su enorme tamaño corporal (el doble del tamaño de otros cabezas de serpiente), ropas de seda oscura con escamas de oro cosidas, una corona decorada con una serpiente dorada y un bastón largo, un cetro con la forma de una cobra en la perilla. El jagan por ley es el amo de todas las criaturas que habitan el jaganato, y ellas son sus esclavas. Los residentes de otros países también son esclavos del jagan, solo que aún no lo saben. El propósito de las guerras de conquista del Jaganato Serpiente es recordar a las almas perdidas que el Cosmos, representado por todos los Dioses que habitan las estrellas, dio a los mortales un único Amo, para que él trajera orden y hiciera sus vidas pecaminosas útiles... El jagan posee el poder legislativo, ejecutivo y judicial supremo en su país, ejerce el liderazgo de las tropas, toda la política interna y externa, obedeciendo solo las instrucciones dejadas por los jaganes pasados (y también redactando nuevas instrucciones para sus descendientes). Como pináculo de la jerarquía de los cabezas de serpiente, el jagan es el mago más grande entre ellos. El poder del aura del monarca fue suficiente más de una vez en la historia para someter a tribus enteras y arrasar fortalezas inexpugnables. La aparición del Jagan mismo en el campo de batalla significa una cosa: el Amo ha venido por sus esclavos...

source: domination
es: dominación

source: Serpent Immortal
es: Serpiente Inmortal

source: The will spirit of a serpenthead is truly powerful – it is the very thing that allows the rulers of the Khaganate to bend the will of others to obey them. Even in death a serpenthead can be a powerful tool of the Great Khagan - the Serpentheads embalm their deceased brethren, using both physical and magical means. Through a series of complex procedures, the body of the mummy literally freezes in time, impervious to decay and parasites hungry for dead flesh, then is reanimated with same dark magic that spawned the Nuckelavee. Deceivers of death - Immortals - are warriors merciless and brutal in battle, that shower enemies with sabers held by their cold, tireless grip.
es: El espíritu de voluntad de un cabeza de serpiente es verdaderamente poderoso, es lo que permite a los gobernantes del Jaganato doblegar la voluntad de otros para que los obedezcan. Incluso en la muerte, un cabeza de serpiente puede ser una herramienta poderosa del Gran Jagan; los Cabezas de Serpiente embalsaman a sus hermanos fallecidos, utilizando medios tanto físicos como mágicos. A través de una serie de procedimientos complejos, el cuerpo de la momia se congela literalmente en el tiempo, impermeable a la descomposición y a los parásitos hambrientos de carne muerta, luego es reanimado con la misma magia oscura que engendró al Nuckelavee. Engañadores de la muerte, los Inmortales, son guerreros despiadados y brutales en la batalla, que cubren a los enemigos con sables sostenidos por su agarre frío e incansable.

source: sabers
es: sables

source: WIP Serpent Scholar
es: EN PROCESO Erudito Serpiente

source: mathemagic
es: matemagia

source: mind drain
es: drenaje mental

source: Greyblade
es: Hoja Gris

source: New recruits for the 'Grey Dawn' are called Greyblades. They are either newly converted, or vampire loners accepted into the organization. They are dressed in the typical gray robe of this clan, as well as a special iron mask, which is something of an insignia. The weapon of the Gray Blade is a saber (the traditional weapon of the clan, the use of which every vampire is obliged to hone throughout his life) and a small shield. The magical talents of recruits are usually small, but even simple and deadly shadow spells are available to them. In the Khaganate, gray blades carry out minor assignments such as espionage, sabotage or simple killings.
es: Los nuevos reclutas de «El Alba Gris» se llaman Cuchillas Grises. Son vampiros recién convertidos o solitarios aceptados en la organización. Visten la típica túnica gris del clan y una máscara especial de hierro que funciona como insignia. El arma de la Cuchilla Gris es un sable (el arma tradicional del clan, cuyo uso todo vampiro está obligado a perfeccionar toda su vida) y un escudo pequeño. Los talentos mágicos de los reclutas suelen ser limitados, pero incluso hechizos simples y mortales de sombras están a su alcance. En el Khaganato, las cuchillas grises realizan tareas menores como espionaje, sabotaje o asesinatos sencillos.

source: bloody blade
es: cuchilla sangrienta

source: bite
es: mordida

source: swadow orb
es: orbe de sombra

source: Twilight Warrior
es: Guerrero Crepuscular
