Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: The human civilization of Xian was the first to be touched by the blessing darkness of Tartarus. Although Xian created the foundation of the current empire, they were also the first to fail on their post. They lost the favor of Tartarus, having gone it would seem, into the annals of history. However, then they were revived - their perishable bodies fused together with the magical clay of Tartarus, the ashamed received a second chance. Xian people proved their flexibility and perseverance, becoming once again a key unit of the state. As in ancient times, Xian Terracotta warriors rely on their swords and iron discipline, strengthened tenfold since they gave up their bodies to the glory of the Mandate.
es: La civilización humana de Xian fue la primera en ser tocada por la bendición oscuridad de Tartarus. Aunque Xian creó la fundación del actual imperio, también fueron los primeros en fallar en su puesto. Perdieron el favor de Tartarus, habiendo ido, parecería, a los anales de la historia. Sin embargo, entonces fueron revividos - sus cuerpos perecederos fusionados juntos con la arcilla mágica de Tartarus, los avergonzados recibieron una segunda oportunidad. El pueblo Xian probó su flexibilidad y perseverancia, convirtiéndose una vez más en una unidad clave del estado. Como en tiempos antiguos, los guerreros de Terracota Xian dependen de sus espadas y hierro disciplina, fortalecida diez veces desde que entregaron sus cuerpos a la gloria del Mandato.

source: sword stab
es: apuñalada de espada

source: Terracotta Sergeant
es: Sargento de Terracota

source: The reborn Xian seem to be mindless statues with no will of their own, although this is not entirely true. Although their thoughts are thickly clouded, they are still driven by a sense of warrior self-improvement - Terracotta Warriors grow in dexterity and skill just like living beings. Not only their swordsmanship improves, but also their unity of body and clay frame - they can change their physical state quicker to increase their defenses and aggressive initiative. Warriors who have attained a certain level of prowess are promoted to Terracotta Sergeants and serve as an example not only to the rest of the Terracotta Host, but to the entire army of Tartarus Mandate.
es: Los Xian renacidos parecen ser estatuas sin mente sin voluntad propia, aunque esto no es del todo cierto. Aunque sus pensamientos están densamente nublados, aún son impulsados por un sentido de auto-mejora guerrera - los Guerreros de Terracota crecen en destreza y habilidad al igual que seres vivos. No solo su esgrima mejora, sino también su unidad de cuerpo y marco de arcilla - pueden cambiar su estado físico más rápido para aumentar sus defensas e iniciativa agresiva. Los guerreros que han alcanzado cierto nivel de destreza son promovidos a Sargentos de Terracota y sirven como ejemplo no solo al resto del Anfitrión de Terracota, sino a todo el ejército del Mandato de Tartarus.

source: Terracotta Bannerlord
es: Señor de Estandarte de Terracota

source: Terracotta Sergeants do not stop in their development and in mindless obsession keep on honing their skills, which is facilitated by almost complete immunity of the clay body to fatigue. At some point, the Terracotta Sergeant gains enough skill to maintain long-term extra limbs and assimilate foreign bodies into their own - bone, metal and stone. Over time, these abilities will allow them to create their own terracotta steed - often using a live horse as a base. Driven by a vague nostalgia for the old empire of Xian, when a noble warrior was obliged to go into battle on his trusty horse, the Sergeant takes up the banner of Tartarus Mandate and leads the Terracotta Host as the Terracotta Bannerlord.
es: Los Sargentos de Terracota no se detienen en su desarrollo y en obsesión sin mente siguen afilando sus habilidades, lo que es facilitado por casi inmunidad completa del cuerpo de arcilla a la fatiga. En algún punto, el Sargento de Terracota gana suficiente habilidad para mantener extremidades extra a largo plazo y asimilar cuerpos extranjeros en los suyos - hueso, metal y piedra. Con el tiempo, estas habilidades les permitirán crear su propio corcel de terracota - a menudo usando un caballo vivo como base. Impulsados por una vaga nostalgia por el viejo imperio de Xian, cuando un guerrero noble estaba obligado a ir a la batalla en su caballo confiable, el Sargento toma el estandarte del Mandato de Tartarus y lidera al Anfitrión de Terracota como el Señor de Estandarte de Terracota.

source: Vixen Witch
es: Bruja Vulpina

source: Vixen Witches are one of many auxiliary troops mustered from the lands of Yaoguai by Tartarus Mandate. One, however, should not consider so-called “auxiliary” the weakest of military branches. Where Mangus’ meteor hammers and Kobolds’ artillery cause no effect, Vixen Witches conjure storms of powerful energy, annihilating and pulverizing enemies with spurts of jade-green flames. With their natural agility and magic, Vixen Witches are light on foot and capable of continuous levitation – perfect skirmishers in difficult terrain, where most of the Mandate’s regular army struggles with speed and maneuverability. Although capable of handling melee combat with their claws, Vixen Witches are fragile and rely on handling an enemy from safe range.
es: Las Brujas Vulpinas son una de muchas tropas auxiliares reunidas de las tierras de Yaoguai por el Mandato de Tartarus. Uno, sin embargo, no debería considerar las llamadas «auxiliares» las ramas militares más débiles. Donde los martillos meteoro de los mangus y la artillería de los kobolds no causan efecto, las Brujas Vulpinas conjuran tormentas de energía poderosa, aniquilando y pulverizando enemigos con chorros de llamas verde-jade. Con su agilidad natural y magia, las Brujas Vulpinas son ligeras de pie y capaces de levitación continua – escaramuzadores perfectos en terreno difícil, donde la mayoría del ejército regular del Mandato lucha con velocidad y maniobrabilidad. Aunque capaces de manejar combate melee con sus garras, las Brujas Vulpinas son frágiles y dependen de manejar un enemigo desde rango seguro.

source: mystical fire
es: fuego místico

source: Vixen Shaman
es: Chamán Vulpina

source: Yaoguai are creatures of dualistic nature – both material and spiritual, which is most evident in Vixens. As such, as they mature, they usually follow one of different paths – either embrace the physical world, or attune themselves with forces outside – spiritual world. Vixens that choose spiritual world join the circles of Shamans. Unlike the proud loner Huntresses, Shamans have close ties with the rest of the community, conducting rituals, teaching younger Vixens and commanding spiritual forces. Attuned with planes beyond material, Shamans transform, getting extra tails which easily differentiate them from the rest of kin. Although Shamans may not be as hardened as Huntresses, their fire power is even greater – it easily burns flesh, bone and metal as it does wood and their view of spiritual world allows them to achieve deadly precision with such attacks.
es: Los yaoguai son criaturas de naturaleza dualista – tanto material como espiritual, lo que es más evidente en vulpinas. Como tales, a medida que maduran, usualmente siguen uno de diferentes caminos – ya sea abrazar el mundo físico, o sintonizarse con fuerzas externas – mundo espiritual. Las vulpinas que eligen el mundo espiritual se unen a los círculos de Chamanes. A diferencia de las orgullosas cazadoras solitarias, los Chamanes tienen lazos cercanos con el resto de la comunidad, conduciendo rituales, enseñando vulpinas más jóvenes y comandando fuerzas espirituales. Sintonizados con planos más allá de lo material, los Chamanes se transforman, obteniendo colas extra que fácilmente los diferencian del resto de su estirpe. Aunque los Chamanes pueden no ser tan endurecidos como las Cazadoras, su poder de fuego es incluso mayor – quema fácilmente carne, hueso y metal como hace con madera y su vista del mundo espiritual les permite lograr precisión mortal con tales ataques.

source: fire barrage
es: barrera de fuego

source: Vixen Fangshi
es: Fangshi Vulpina

source: Fangshi are Masters of magical arts among not only Vixens, but all Yaoguai. Their iconic third tail is a result of their close link to the spiritual world, which lifts them above the limits of the material. As total opposites of the Hunters and Apex Predators, Fangshi are heavily connected with the Yaoguai community, as well as the State of Tartarus Mandate. They serve as the highest of priests, advisors and mages. Despite alien nature of Yaoguai to the general population of the Mandate, Fangshi are one of few who can act as mediums with Tartarus, often helping old Mangus in their descent to becoming Yelbeghens. Despite the life in more or less civilized part of the empire, Fangshi do not lose their grip on warfare. Entering the battlefield, they engulf the sky with inferno of jade and golden flames dwarfing the sun’s light even in the brightest of days.
es: Los fangshi son Maestros de artes mágicas no solo entre vulpinas, sino todos los yaoguai. Su icónica tercera cola es resultado de su lazo cercano al mundo espiritual, que los eleva por encima de los límites de lo material. Como opuestos totales de los Cazadores y Depredadores Ápice, los fangshi están fuertemente conectados con la comunidad yaoguai, así como el Estado del Mandato de Tartarus. Sirven como los más altos sacerdotes, asesores y magos. A pesar de la naturaleza alienígena de los yaoguai a la población general del Mandato, los fangshi son uno de pocos que pueden actuar como médiums con Tartarus, a menudo ayudando a mangus viejos en su descenso a convertirse en yelbeghens. A pesar de la vida en la parte más o menos civilizada del imperio, los fangshi no pierden su agarre en la guerra. Entrando al campo de batalla, envuelven el cielo con infierno de llamas jade y doradas eclipsando la luz del sol incluso en los días más brillantes.

source: Vixen Huntress
es: Cazadora Vulpina

source: Yaoguai are creatures of dualistic nature – both material and spiritual, which is most evident in Vixens. As such, as they mature, they usually follow one of different paths – either embrace the physical world, or attune themselves with forces outside – spiritual world. Those Vixens that connect themselves with material, natural world – choose the path of Huntresses. They live their full life in natural rules – living off nature’s modest gifts and struggling through her difficult tests. Huntresses are mostly loners, mostly spending time away from the community of their kin. Sometimes they accompany other Huntresses or even compete with them – usually in a sporting fashion, but brutal feuds are not rare. But in difficult times they will not hesitate to join their sisters. War for Huntresses is indeed a hunt – with bigger stakes, and more kinds of prey to choose from.
es: Los yaoguai son criaturas de naturaleza dualista – tanto material como espiritual, lo que es más evidente en vulpinas. Como tales, a medida que maduran, usualmente siguen uno de diferentes caminos – ya sea abrazar el mundo físico, o sintonizarse con fuerzas externas – mundo espiritual. Aquellas vulpinas que se conectan con el mundo material, natural – eligen el camino de Cazadoras. Viven su vida completa en reglas naturales – viviendo de los modestos regalos de la naturaleza y luchando a través de sus pruebas difíciles. Las Cazadoras son mayormente solitarias, pasando la mayoría del tiempo lejos de la comunidad de su estirpe. A veces acompañan a otras Cazadoras o incluso compiten con ellas – usualmente de manera deportiva, pero feudos brutales no son raros. Pero en tiempos difíciles no dudarán en unirse a sus hermanas. La guerra para las Cazadoras es en efecto una caza – con apuestas más grandes, y más tipos de presa para elegir.

source: mystical fan
es: abanico místico

source: Apex Predator
es: Depredador Ápice

source: Every day of a Huntress is harsh conditioning. She needs to share her region with local animals, aggressive spirits and unknown Yaoguai, as well as their own kin. Either she dies and becomes nothing more than a new layer of soil or triumphs over others, standing atop the food chain. Huntresses who achieved such heights are known as Apex Predators. They monitor their domain, taking a life of any creature they want. They are unpredictable and deadly, even other Predators let alone Huntresses avoid going into one’s land. Despite such notoriety, they keep the lands of Yaoguai in check – fixing the natural order and preventing other Yaoguai – which even Jorogumo and Vixens fear to face – to emerge. War is one of few situations when Apex Predators do not seek to create tension with their own kin. Moreover, they usually join the Mandate’s war parties without permission or a word in advance, causing great anger among military bureaucrats. But regular soldiers do not mind their presence – as fierce and unhinged as they might be, Apex Predators are good allies in battle.
es: Cada día de una Cazadora es acondicionamiento duro. Necesita compartir su región con animales locales, espíritus agresivos y yaoguai desconocidos, así como su propia estirpe. O muere y se convierte en nada más que una nueva capa de suelo o triunfa sobre otros, parándose en la cima de la cadena alimenticia. Las Cazadoras que lograron tales alturas son conocidas como Depredadores Ápice. Monitorean su dominio, tomando la vida de cualquier criatura que quieran. Son impredecibles y mortales, incluso otros Depredadores por no mencionar Cazadoras evitan entrar en la tierra de una. A pesar de tal notoriedad, mantienen las tierras de yaoguai bajo control – arreglando el orden natural y previniendo que otros yaoguai – que incluso jorogumo y vulpinas temen enfrentar – emerjan. La guerra es una de pocas situaciones cuando los Depredadores Ápice no buscan crear tensión con su propia estirpe. Además, usualmente se unen a las partidas de guerra del Mandato sin permiso o una palabra por adelantado, causando gran enojo entre burócratas militares. Pero soldados regulares no les importa su presencia – tan feroces y desquiciados como puedan ser, los Depredadores Ápice son buenos aliados en batalla.

source: Worms, also known as Olgoi Horhoi – are beasts of great size. They can easily fit a boat in their mandibles and are as long as a tree trunk. They may seem like mindless monsters, but there is more to the story. There is some intelligence, a hidden mind slumbering in that enormous mass of dagger-like teeth and foul flesh. Other creatures may not fully understand it, but they feel a Worm’s presence, they feel its pressing will – as if Tartarus whispers through its children. Wherever there is a Worm, there is also a mangus. Although such an alliance seems at first glance unobvious, it would be difficult for a great-in-size mangus to survive in an underground environment without the help of overgrown burrowing worms. This connection manifests itself in the almost sacred respect from Mangus to the Worms, which can only be overshadowed by their fanaticism for the Great Pit. Mangus bow and greet worms much like their own kinsmen and celebrate their attainment of old age. At the same time, worms are by no means pets of mangus, they are independent of them and are not in anyone's keeping. This relationship can be compared to that one of drakes and lizards, although in the case of mangus and worms, this it has truly reached the level of symbiosis. Worms play a key role in organizing logistics for the Mandate's rather slow-moving armies, creating paths under- and on-ground, sweeping away (and devouring) any obstacles. In addition, they can be used for aggressive maneuvers, breaking holes in the enemy's defenses for creatures more adapted for war.
es: Los gusanos, también conocidos como Olgoi Horhoi – son bestias de gran tamaño. Pueden fácilmente encajar un bote en sus mandíbulas y son tan largos como un tronco de árbol. Pueden parecer como monstruos sin mente, pero hay más en la historia. Hay algo de inteligencia, una mente oculta durmiendo en esa enorme masa de dientes como dagas y carne fétida. Otras criaturas pueden no entenderla completamente, pero sienten la presencia de un Gusano, sienten su voluntad presionante – como si Tartarus susurra a través de sus hijos. Dondequiera que haya un Gusano, también hay un mangus. Aunque tal alianza parece a primera vista no obvia, sería difícil para un mangus de gran tamaño sobrevivir en un entorno subterráneo sin la ayuda de gusanos excavadores crecidos. Esta conexión se manifiesta en el respeto casi sagrado de los mangus a los Gusanos, que solo puede ser eclipsado por su fanatismo por el Gran Pozo. Los mangus se inclinan y saludan a los gusanos mucho como a sus propios parientes y celebran su logro de la vejez. Al mismo tiempo, los gusanos de ninguna manera son mascotas de los mangus, son independientes de ellos y no están en el cuidado de nadie. Esta relación puede compararse con la de dracos y lagartos, aunque en el caso de mangus y gusanos, esto ha alcanzado verdaderamente el nivel de simbiosis. Los gusanos juegan un rol clave en organizar la logística para los ejércitos del Mandato bastante lentos en movimiento, creando caminos bajo y sobre el suelo, barriendo (y devorando) cualquier obstáculo. Además, pueden usarse para maniobras agresivas, rompiendo agujeros en las defensas del enemigo para criaturas más adaptadas para la guerra.

source: Gu-Worm
es: Gusano-Gu

source: Some worms are manipulated and experimented on for specific military purposes. It could be poisoning the enemy's water supply, ravaging the terrain’s vegetation to leave the enemy no water and shelter or slowly and surely killing the enemy itself. For such purposes Worms undergo special “training” - they are fed exclusively with poisonous animals and plants – slowly building up toxicity within the beasts’ bodies. At a certain point, the Worms are often encouraged to devour other contenders, accumulating even more foul substance in their veins. The procedure results in heavily mutated Gu Worms. Their fluids are so vile that even their breath can turn even the shiniest armor into nothing but rusty dust and encase any living tissue in painful abscesses and exfoliating flesh.
es: Algunos gusanos son manipulados y experimentados para propósitos militares específicos. Podría ser envenenar el suministro de agua del enemigo, devastar la vegetación del terreno para dejar al enemigo sin agua y refugio o lenta y seguramente matar al enemigo mismo. Para tales propósitos los Gusanos pasan por un «entrenamiento» especial - se les alimenta exclusivamente con animales y plantas venenosas – construyendo lentamente toxicidad dentro de los cuerpos de las bestias. En cierto punto, los Gusanos a menudo son alentados a devorar a otros contendientes, acumulando aún más sustancia fétida en sus venas. El procedimiento resulta en Gusanos-Gu fuertemente mutados. Sus fluidos son tan viles que incluso su aliento puede convertir incluso la armadura más brillante en nada más que polvo oxidado y encerrar cualquier tejido vivo en abscesos dolorosos y carne exfoliada.

source: Jade Wyrm
es: Wyrm de Jade

source: All Worms possess sentience – although their minds hold thoughts incomprehensible or even dangerous to other sentient creatures, able to break their will with unfathomable secrets that the unlit pit of teeth keeps inside. The treatment which Gu Worms undergo causes them to unleash such dark secrets. When their blood becomes fully fused with the foul substances, they go threw the ultimate transformation – they attain jade dragon-like carapace, earning the name of Jade Wyrms. A disgusting distortion of noble creatures’ image, Jade Wyrms unleash the hidden lore slumbering in their mind. They coat themselves and everyone around them in thick darkness no light can pierce but the toxic glow of jade armor.
es: Todos los Gusanos poseen sensibilidad – aunque sus mentes contienen pensamientos incomprensibles o incluso peligrosos para otras criaturas sensibles, capaces de romper su voluntad con secretos insondables que el pozo sin luz de dientes guarda dentro. El tratamiento que pasan los Gusanos-Gu les causa liberar tales secretos oscuros. Cuando su sangre se fusiona completamente con las sustancias fétidas, pasan por la transformación definitiva – obtienen caparazón similar a dragón de jade, ganando el nombre de Wyrms de Jade. Una distorsión repugnante de la imagen de criaturas nobles, los Wyrms de Jade liberan el conocimiento oculto durmiendo en su mente. Se cubren a sí mismos y a todos alrededor en oscuridad espesa que ninguna luz puede perforar sino el brillo tóxico de la armadura de jade.

source: Hydra
es: Hidra

source: If Worms develop naturally – unless experiencing heavy doses of toxins and poisons, that way they develop into Gu Worms – they grow extra heads, somewhat resembling Mangus’ terrific transformation into Yelbeghens. Although Hydras are not as agile and fast at burrowing and creating tunnels, they are much bigger threat on the battlefield – barraging the enemy with the hail of teeth and swallowing them whole to satisfy their overgrown appetite.
es: Si los Gusanos se desarrollan naturalmente – a menos que experimenten dosis pesadas de toxinas y venenos, de esa manera se desarrollan en Gusanos-Gu – crecen cabezas extra, algo similar a la terrible transformación de Mangus en Yelbeghens. Aunque las Hidras no son tan ágiles y rápidas en excavar y crear túneles, son una amenaza mucho mayor en el campo de batalla – bombardeando al enemigo con el granizo de dientes y tragándolos enteros para satisfacer su apetito sobredesarrollado.

source: Over time of seemingly unending devourment, Hydras can reach what can be vaguely described as “enough”. As these lazy, dragging beasts reform their excessive mass of resources into new heads and even forelimbs – to support their heavy size, as well as to slaughter anyone their teeth struggle to catch. Like bloated chunks of darkness of the Pit they come from, these beasts called Avraga Mogoi sow horror on the battlefield – the only ones not afraid being the Mandate’s own soldiers and madmen.
es: A lo largo del tiempo de devoramiento aparentemente interminable, las Hidras pueden alcanzar lo que puede ser vagamente descrito como «suficiente». Como estas bestias perezosas y arrastradas reforman su masa excesiva de recursos en nuevas cabezas e incluso extremidades delanteras – para soportar su tamaño pesado, así como para masacrar a cualquiera que sus dientes luchan por atrapar. Como trozos hinchados de oscuridad del Pozo de donde vienen, estas bestias llamadas Avraga Mogoi siembran horror en el campo de batalla – los únicos que no temen siendo los propios soldados del Mandato y locos.

source: Marketplace
es: Mercado

source: marketplace
es: mercado

source: Each turn, this unit generates gold equal to income from one village plus 1.
es: Cada turno, esta unidad genera oro igual al ingreso de una aldea más 1.

source: Watchtower
es: Atalaya

source: Observation Tower
es: Torre de Observación

source: Surveillance Tower
es: Torre de Vigilancia

source: Teleporter
es: Teleportador

source: teleporter
es: teleportador

source: This unit allows allies to freely teleport between it and other teleporters. Requires at least two teleporters to work.
es: Esta unidad permite a aliados teleportarse libremente entre ella y otros teleportadores. Requiere al menos dos teleportadores para funcionar.

source: Library
es: Biblioteca

source: Hiding Spot
es: Escondite

source: Smithy
es: Herrería

source: Workshop
es: Taller

source: Magic Workshop
es: Taller Mágico

source: Idol
es: Ídolo

source: Pagan Shrine
es: Santuario Pagano

source: Pagan Temple
es: Templo Pagano

source: Healing Light
es: Luz Curativa
