Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: Yaoguai are magical beings of a dualistic nature. They exist between life and death, wild and civilized, loyal and treacherous. Many dwell in isolated mountains, forests and swamps of the Tartarus Mandate. Although Yaogai serve the State during war and peace alike, their homelands enjoy significant autonomy: they are allowed self-governance without imperial supervision, and outsiders are strictly forbidden from entering the territory of Yaoguai. Thus, the life of these beings is covered in a veil of secrecy even to most whom they ally themselves with. <header>text='Origins'</header> The origin of Yaogai is solely based on speculation since the isolation of their communities. If Yaoguai descend from something, it is certainly not human. Although Yaogai like Vixens or Jorogumo have for the most part human-like appearance or traits, in their habits and intelligence they diverge extremely from away from them, especially when peace is no option. The most likely assumption is that the Yaogai are the result of special rites by ancient cults and wizards, who perfected and improved their familiars, trying to figure out a way of achieving godhood. But with the familiars gaining becoming more power than their masters, they needed their lordship no more. <header>text='History'</header> Since the existence of Yaoguai, they have caused terror to anyone who dared to come close to their lands. Such hostile and protective behavior was especially evident in their interactions with Xian. Although open conflicts were not uncommon, Yaoguai preferred other means of terrorizing their enemies. They often kidnapped children or seduced men for later manipulations or murders. This caused Xian society to be extremely paranoid, and also creative in making wild stories and speculations on Yaoguai. During the First Mandate, The Mandate of Xian, tensions were especially high. As the unified empire tried to push back the Yaoguai, the creatures stayed low. But in rare moments when they did confront Xian, they were as destructive and violent as never seen before, after which they stayed low again. Similar situation was established between Yaoguai and Kobolds, who were interested in hunting down Yaoguai for sport. It ended tragically for Kobolds when Yaoguai organized a devastating counter-attack, leaving the blue reptiles vulnerable to incoming forces of Jiangshi and Terracota Warriors. During the reign of Jiangshi, the relations between the empire and Yaoguai seemed surprisingly neutral, even non-existent. Yet, Jiangshi were very likely to know of Yaoguai presence. Mangus, who came into power after Jiangshi, seemed unaware of Yaoguai at first. However, they soon reached several Yaogui communities with an offering – Yaoguai would become clients of the Mandate, serving their skills to the Empire, while their lands and secrets remain protected. The deal, which seemed suspiciously in favor of Yaoguai, eventually gained its ground. As those tribes accepted the deal and soon learned the benefits of such cooperation, they were offered a second condition to prove their loyalty – they reach out other Yaoguai communities personally and offer them the same deal with the Mandate. Either they accept it, or die by the claws of their own kin. In the end, Yaoguai proved their alliance with the Mandate and remain crucial to the life of the Empire. <header>text='Types'</header> There are several types of known Yaoguai: Vixens – are humanoid-like creatures with fox traits – most noticeably – ears and tails, though their limbs also possess likeness to those of foxes. They are most potent in magic among Yaoguai. Like Vixens, Jorogumo also possess animal and humanoid features, though to a more obvious degree – as their spider bodies have significant size compare to their human halves. Although Jiangshi do not live together with Yaoguai, their innate magical abilities and essence are similar, which may suggest their common origin.
es: Los yaoguai son seres mágicos de naturaleza dualista. Existen entre la vida y la muerte, salvajes y civilizados, leales y traicioneros. Muchos habitan en aisladas montañas, bosques y pantanos del Mandato de Tartarus. Aunque los yaoguai sirven al Estado durante la guerra y la paz por igual, sus tierras natales disfrutan de una autonomía significativa: se les permite el autogobierno sin supervisión imperial, y los forasteros tienen estrictamente prohibido entrar en el territorio de los yaoguai. Por lo tanto, la vida de estos seres está cubierta por un velo de secreto incluso para la mayoría de aquellos con quienes se alían. <header>text='Orígenes'</header> El origen de los yaoguai se basa únicamente en especulaciones debido al aislamiento de sus comunidades. Si los yaoguai descienden de algo, ciertamente no es humano. Aunque yaoguai como las vulpinas o jorogumo tienen en su mayor parte apariencia o rasgos similares a humanos, en sus hábitos e inteligencia se divergen extremadamente de ellos, especialmente cuando la paz no es opción. La suposición más probable es que los yaoguai son el resultado de ritos especiales por cultos antiguos y magos, que perfeccionaron y mejoraron sus familiares, tratando de encontrar una forma de lograr la divinidad. Pero con los familiares ganando más poder que sus amos, no necesitaban más su señorío. <header>text='Historia'</header> Desde la existencia de los yaoguai, han causado terror a cualquiera que se atrevió a acercarse a sus tierras. Tal comportamiento hostil y protector fue especialmente evidente en sus interacciones con Xian. Aunque conflictos abiertos no eran infrecuentes, los yaoguai preferían otros medios para aterrorizar a sus enemigos. A menudo secuestraban niños o seducían hombres para manipulaciones posteriores o asesinatos. Esto causó que la sociedad Xian fuera extremadamente paranoica, y también creativa en hacer historias salvajes y especulaciones sobre yaoguai. Durante el Primer Mandato, El Mandato de Xian, las tensiones fueron especialmente altas. Mientras el imperio unificado trataba de empujar hacia atrás a los yaoguai, las criaturas se mantenían bajo. Pero en raros momentos cuando confrontaban a Xian, eran tan destructivos y violentos como nunca antes vistos, después de lo cual se mantenían bajo de nuevo. Situación similar se estableció entre yaoguai y kobolds, quienes estaban interesados en cazar yaoguai por deporte. Terminó trágicamente para los kobolds cuando los yaoguai organizaron un contraataque devastador, dejando a los reptiles azules vulnerables a las fuerzas entrantes de jiangshi y guerreros de terracota. Durante el reinado de los jiangshi, las relaciones entre el imperio y los yaoguai parecían sorprendentemente neutrales, incluso inexistentes. Sin embargo, los jiangshi eran muy probables de saber de la presencia de yaoguai. Los mangus, que llegaron al poder después de los jiangshi, parecían inconscientes de los yaoguai al principio. Sin embargo, pronto alcanzaron varias comunidades yaoguai con una oferta – los yaoguai se convertirían en clientes del Mandato, sirviendo sus habilidades al Imperio, mientras sus tierras y secretos permanecen protegidos. El acuerdo, que parecía sospechosamente a favor de los yaoguai, eventualmente ganó terreno. Como esas tribus aceptaron el acuerdo y pronto aprendieron los beneficios de tal cooperación, se les ofreció una segunda condición para probar su lealtad – ellos contactan otras comunidades yaoguai personalmente y les ofrecen el mismo acuerdo con el Mandato. O lo aceptan, o mueren por las garras de su propia estirpe. Al final, los yaoguai probaron su alianza con el Mandato y permanecen cruciales para la vida del Imperio. <header>text='Tipos'</header> Hay varios tipos de yaoguai conocidos: Vulpinas – son criaturas similares a humanoides con rasgos de zorro – más notablemente – orejas y colas, aunque sus extremidades también poseen similitud a las de zorros. Son las más potentes en magia entre los yaoguai. Como las vulpinas, las jorogumo también poseen características animales y humanoides, aunque en un grado más obvio – ya que sus cuerpos de araña tienen un tamaño significativo comparado con sus mitades humanas. Aunque los jiangshi no viven juntos con los yaoguai, sus habilidades mágicas innatas y esencia son similares, lo que puede sugerir su origen común.

source: race^Terracotta Man
es: hombre de terracota

source: race+female^Terracotta Woman
es: mujer de terracota

source: race^Terracotta Men
es: hombres de terracota

source: race^Yoke Spawn
es: engendro de yugo

source: race+female^Yoke Spawn
es: engendro de yugo

source: race^Yoke Spawns
es: engendros de yugo

source: Great Steppe Era (custom terrain)
es: Era de la Gran Estepa (terreno personalizado)

source: Pit Trap
es: Trampa de Pozo

source: Castle
es: Castillo

source: Triumvirate Castle
es: Castillo del Triunvirato

source: Keep
es: Torreón

source: Triumvirate Keep
es: Torreón del Triunvirato

source: healthy
es: saludable

source: female^healthy
es: saludable

source: Always rest heals
es: Siempre descansa

source: Renowned for their vitality, wooly bulls are sturdier than others and can rest even when traveling.
es: Reconocidos por su vitalidad, los toros lanudos son más robustos que otros y pueden descansar incluso cuando viajan.

source: <italic>text='Healthy'</italic> units have 1 additional hitpoint, and gain 1 more per level. They will also heal 2 hitpoints each turn, regardless of whether they engaged in combat the turn before.
es: Las unidades <italic>text='Saludables'</italic> tienen 1 punto de vida adicional, y ganan 1 más por nivel. También sanarán 2 puntos de vida cada turno, independientemente de si participaron en combate el turno anterior.

source: average
es: promedio

source: female^average
es: promedio

source: No effect
es: Sin efecto

source: short-wooled
es: de lana corta

source: female^short-wooled
es: de lana corta

source: +10% fire resitance, -10% cold resistance
es: +10% resistencia al fuego, -10% resistencia al frío

source: fluffy
es: esponjoso

source: female^fluffy
es: esponjosa

source: +5% blade/pierce/impact/cold resistances, -10% fire resitance
es: +5% resistencias a corte/penetración/impacto/frío, -10% resistencia al fuego

source: beefy
es: carnoso

source: female^beefy
es: carnosa

source: beefy bull has more hitpoints, but -10% defense on flat, sand and frozen terrain
es: el toro carnoso tiene más puntos de vida, pero -10% defensa en terreno plano, arena y congelado

source: agressive
es: agresivo

source: female^agressive
es: agresiva

source: The Bull Tumen is a faction of ogre nomads who worship the terrible Bull God. Playing as this faction, you will control a horde of barbarians of the steppe, burn villages, capture prisoners, run over the enemy with giant chariots and summon the bloodthirsty spawn of the Bull God. The faction is very aggressive and strong at the beginning of the game, but loses its strength as the match drags on.
es: La Horda del Toro es una facción de ogros nómadas que adoran al terrible Dios Toro. Jugando como esta facción, controlará una horda de bárbaros de la estepa, quemará aldeas, capturará prisioneros, atropellará al enemigo con carros gigantes y convocará a la sanguinaria progenie del Dios Toro. La facción es muy agresiva y fuerte al comienzo del juego, pero pierde su fuerza a medida que avanza la partida.

source: The Serpent Kaganate is the southern faction of serpentheads and their subordinate peoples. Playing as this faction, you will command a diverse and flexible army consisting of members of different races; to win, you will have to keep the slaves and deserters under control, enslave the will of the enemy fighters and skillfully combine lawful and chaotic units. The faction is usually best at the middle stage of a match.
es: El Kaganato de la Serpiente es la facción sureña de los cabezas de serpiente y sus pueblos subordinados. Jugando como esta facción, comandará un ejército diverso y flexible que consta de miembros de diferentes razas; para ganar, tendrá que mantener a los esclavos y desertores bajo control, esclavizar la voluntad de los combatientes enemigos y combinar hábilmente unidades legales y caóticas. La facción suele ser mejor en la etapa intermedia de una partida.

source: The Dead Field Coven is a faction gathered by the fugitive witch-queen in the eastern lands of the Great Steppe. Playing as this faction, you will control a sinister army of fugitive witches, demons, half-blood kanavars and the ancient horrors of the steppe in the form of primitive beasts possessed by the spirits, ghost wolves woven from fear, and skeletal nomads. You have to support and breed the new race of nomad half-demons and gradually accumulate your power. The faction is weak at the initial stage of the game, but strong in a long game, when it is possible to gather several generations of kanavars and sweep away the enemy army with a horde of half-breeds led by the demons themselves.
es: El Aquelarre del Campo Muerto es una facción reunida por la reina bruja fugitiva en las tierras orientales de la Gran Estepa. Jugando como esta facción, controlará un siniestro ejército de brujas fugitivas, demonios, kanavars de media sangre y los antiguos horrores de la estepa en forma de bestias primitivas poseídas por los espíritus, lobos fantasmas tejidos de miedo y nómadas esqueléticos. Tienes que apoyar y criar la nueva raza de nómadas mitad-demonio y acumular gradualmente tu poder. La facción es débil en la etapa inicial del juego, pero fuerte en un juego largo, cuando es posible reunir varias generaciones de kanavars y barrer al ejército enemigo con una horda de mestizos liderados por los propios demonios.

source: The Northern Knyaz Triumvirate is a faction of the people of the north. The three knyazdoms entered into an alliance to fight back the evil that is approaching from the steppe. Playing as the triumvirate, you will command a diverse and flexible army. Each of your units can build things ranging from simple walls and watchtowers to long-ranged outposts and smithies that make your units more durable to battle. Use the creative potential of the northerners to defeat the nomad armies!
es: El Triunvirato del Knyaz del Norte es una facción de la gente del norte. Los tres knyazdoms (principados) formaron una alianza para luchar contra el mal que se acerca desde la estepa. Jugando como el triunvirato, comandará un ejército diverso y flexible. Cada una de sus unidades puede construir cosas que van desde simples muros y torres de vigilancia hasta puestos avanzados de largo alcance y herrerías que hacen que sus unidades sean más duraderas para la batalla. ¡Use el potencial creativo de los norteños para derrotar a los ejércitos nómadas!

source: The Ogre Kingdom is a powerful feudal power located in the mountains west of the Steppes. Constant feuds and conflicts with neighbors have honed the siege skills of Ogres: at their disposal they have long-range Catapult Trolls, furious Stormtroopers, Fire Pigs, armored Knights and Monstrous Beavers from Bitter Swamps. Ogres’ army is unstoppable in a siege, but vulnerable in a maneuverable field battle.
es: El Reino Ogro es una poderosa potencia feudal situada en las montañas al oeste de las Estepas. Las constantes disputas y conflictos con los vecinos han perfeccionado las habilidades de asedio de los Ogros: a su disposición tienen Trolls Catapulta de largo alcance, furiosos Tropas de Asalto, Cerdos de Fuego, Caballeros acorazados y Castores Monstruosos de las Marismas Amargas. El ejército de los Ogros es imparable en un asedio, pero vulnerable en una batalla de campo maniobrable.

source: The Tartarus Mandate is an eastern faction of terrifying beasts and monsters, who have risen from the mysterious Abyss of Tartarus. Playing as this faction, you will command a motley army of sturdy and heavy-hitting soldiers, which although lack in speed and mobility. Organize smart logistics for the chthonic forces of the underworld to ensure that the creatures of the surface are prostrated before the greatness of your empire!
es: El Mandato del Tártaro es una facción oriental de bestias y monstruos aterradores, que han surgido del misterioso Abismo de Tártaro. Jugando como esta facción, comandará un ejército abigarrado de soldados robustos y de golpe fuerte, que aunque carecen de velocidad y movilidad. ¡Organice una logística inteligente para las fuerzas ctónicas del inframundo para asegurar que las criaturas de la superficie se postren ante la grandeza de su imperio!
