Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: People of the Krad worship the magical Firebird; it's this godlike creature that taught Northern masters to enchant light. Combining the craft of woodwork and sun magic, Northerners learnt to create Skylarks - magical wooden birds that come alive from a speck of the Firebird's light and carry it in their carved little body. This speck can flare up illuminating everything around with light that helps Northerners and burns their enemies. The light of the Firebird is an indispensable support in combat, and so packs of Skylarks often accompany Knyazes' hosts.
es: La gente de Krad adora al mágico Pájaro de Fuego; es esta criatura divina la que enseñó a los maestros del Norte a encantar la luz. Combinando el oficio de carpintería y magia solar, los norteños aprendieron a crear Alondras - mágicas aves de madera que cobran vida de una mota de la luz del Pájaro de Fuego y la llevan en su pequeño cuerpo tallado. Esta mota puede encenderse iluminando todo alrededor con luz que ayuda a los norteños y quema a sus enemigos. La luz del Pájaro de Fuego es un apoyo indispensable en combate, y así manadas de Alondras a menudo acompañan a los anfitriones de los knyazes.

source: build lights
es: construir luces

source: This unit can build the following: Healing Light - 5 gold and 5 moves
es: Esta unidad puede construir lo siguiente: Luz Curativa - 5 oro y 5 movimientos

source: Create Healing Light
es: Crear Luz Curativa

source: light burst
es: ráfaga de luz

source: Messenger of Light
es: Mensajero de Luz

source: Предвестники света — это более крупные и более искусные заколдованные механизмы. Их размеры позволяют вложить в них больше света Жар-Птицы, а потому они всегда освещают путь и не только вспыхивают благодатным светом, но и обрушивают на врагов с небес струи солнечного пламени. Предвестники света — главные помощники северян в борьбе с коварными ночными созданиями. Каждый князь заботится о том, чтобы его дружину сопровождало как можно больше таких существ.
es: Los precursores de luz — son mecanismos encantados más grandes y más hábiles. Sus tamaños permiten invertir en ellos más luz del Pájaro de Fuego, y por lo tanto siempre iluminan el camino y no solo destellan con luz benéfica, sino también descargan sobre enemigos desde los cielos chorros de llama solar. Los precursores de luz — principales ayudantes de los norteños en la lucha con criaturas nocturnas astutas. Cada príncipe se preocupa por que su druzhina sea acompañada por tantos tales seres como sea posible.

source: This unit can build the following: Healing Light - 5 gold and 3 moves
es: Esta unidad puede construir lo siguiente: Luz Curativa - 5 oro y 3 movimientos

source: solar flame
es: llama solar

source: Luminary
es: Luminaria

source: Светило - это грандиозный заколдованный механизм, красотой и могуществом подобный самой Жар-Птице. Широко-широко раскидываются его резные крылья. Ярко, как солнце, освещает оно поле боя. Его свет, с которым сравнится разве что сияние самой Жар-Птицы, ослепляет врагов, а северянам придаёт бодрость духа и новые силы. Торжество ремесла и магии, гордое знамя, оно сопровождает княжеское войско в крупных походах и несёт славу Жар-Птицы далеко за пределы Троеградья.
es: La luminaria - es un grandioso mecanismo encantado, por belleza y poder similar al mismo Pájaro de Fuego. Ampliamente se extienden sus alas talladas. Brillante, como el sol, ilumina el campo de batalla. Su luz, con la que se compara solo el brillo del mismo Pájaro de Fuego, ciega a enemigos, y a norteños les da ánimo del espíritu y nuevas fuerzas. Triunfo del oficio y magia, estandarte orgulloso, acompaña al ejército principesco en grandes campañas y lleva la gloria del Pájaro de Fuego lejos más allá de los límites de Troegradye.

source: This unit can build the following: Healing Light - 3 gold and 3 moves Blessed Beacon - 8 gold and 5 moves
es: Esta unidad puede construir lo siguiente: Luz Curativa - 3 oro y 3 movimientos Faro Bendito - 8 oro y 5 movimientos

source: Create Blessed Beacon
es: Crear Faro Bendito

source: blindling light
es: luz cegadora

source: This unit can build the following: Wooden Wall - 3 gold and 2 moves
es: Esta unidad puede construir lo siguiente: Muralla de Madera - 3 oro y 2 movimientos

source: Warrior
es: Guerrero

source: While fighters are a rural militia, warriors are an urban militia. As merchants and artisans, warriors can afford the best weapons. They wear gambesons and helmets, hold large shields and heavy spears in their hands, and have a battle ax on their belts for close combat. Like villagers, warriors also participate in military training and every year refresh their memory of combat techniques and drill skills. However, residents of outlying cities constantly have to put these skills into practice: throughout the warm season, steppe enemies carry out their raids. More than once, warriors have seen how hordes turn cities into ashes, and therefore are ready to fight to the death for what the generations of their ancestors built.
es: Mientras los luchadores son una milicia rural, los guerreros son una milicia urbana. Como mercaderes y artesanos, los guerreros pueden permitirse las mejores armas. Llevan gambesones y cascos, sostienen grandes escudos y lanzas pesadas en sus manos, y tienen un hacha de batalla en sus cinturones para combate cercano. Como aldeanos, los guerreros también participan en entrenamiento militar y cada año refrescan su memoria de técnicas de combate y habilidades de drill. Sin embargo, residentes de ciudades periféricas constantemente tienen que poner estas habilidades en práctica: a lo largo de la temporada cálida, enemigos de estepa llevan a cabo sus asaltos. Más de una vez, los guerreros han visto cómo hordas convierten ciudades en cenizas, y por lo tanto están listos para luchar hasta la muerte por lo que las generaciones de sus ancestros construyeron.

source: Watchman
es: Vigilante

source: Дозорные — это самые простые и многочисленные всадники северян. Облачённые в кожаную броню, вооруженные копьем и щитом, эти всадники появились как ответ на мобильные степные отряды. Служат дозорные на дальних заставах, их главной обязанностью является выезд в степь и разведка. При необходимости они могут действовать как средняя кавалерия и вступать в ближний бой. В дозорные идут самые смелые юноши; они готовы сразиться и с ловкими канаварами, и с грозными колесницами.
es: Los vigilantes — son los jinetes más simples y numerosos de los norteños. Vestidos en armadura de cuero, armados con lanza y escudo, estos jinetes aparecieron como respuesta a los destacamentos móviles de estepa. Sirven los vigilantes en puestos lejanos, su principal obligación es salir a la estepa y reconocimiento. Si es necesario pueden actuar como caballería media y entrar en combate cercano. A los vigilantes van los jóvenes más valientes; están listos para luchar tanto con kanavars ágiles, como con грозными carros.

source: This unit can build the following: Watchtower - 2 gold and 6 moves
es: Esta unidad puede construir lo siguiente: Atalaya - 2 oro y 6 movimientos

source: trample
es: pisotear

source: Морская База
es: Base Naval

source: Naval Base
es: Base Naval

source: catapult
es: catapulta

source: Морская Крепость
es: Fortaleza Naval

source: Naval Fortress
es: Fortaleza Naval

source: Enlist Boat
es: Alistar Bote

source: Нанять Ушкуй
es: Contratar Ushkuy

source: Морская Твердыня
es: Bastión Naval

source: Naval Stronghold
es: Bastión Naval

source: Boat
es: Bote

source: This unit can build the following: Naval Base - 12 gold
es: Esta unidad puede construir lo siguiente: Base Naval - 12 oro

source: Этот юнит может строить такие здания: Морская База - 12 золота
es: Esta unidad puede construir tales edificios: Base Naval - 12 oro

source: Build Naval Base
es: Construir Base Naval

source: Построить Морскую Базу
es: Construir Base Naval

source: boarding
es: abordaje

source: Longboat
es: Bote Largo

source: This unit can build the following: Naval Base - 11 gold
es: Esta unidad puede construir lo siguiente: Base Naval - 11 oro

source: Этот юнит может строить такие здания: Морская База - 11 золота
es: Esta unidad puede construir tales edificios: Base Naval - 11 oro

source: Warship
es: Buque de Guerra

source: This unit can build the following: Naval Base - 10 gold
es: Esta unidad puede construir lo siguiente: Base Naval - 10 oro

source: Этот юнит может строить такие здания: Морская База - 10 золота
es: Esta unidad puede construir tales edificios: Base Naval - 10 oro

source: Ogre Henchman
es: Ogro Secuaz

source: Some ogres, being too weak for a warrior’s path but intelligent and brave enough to bond their life with the supernatural, become Apprentices – lesser sorcerers that are taught the basics of magic by two conflicting groups – the nature-venerating Shamans and the loyal Bull Priests. Despised by their kin for their choice, Apprentices, however, have to accompany them in battles, healing allied warriors with incantations and raining combat spells on their enemies. These lesser sorcerers wear long wool clothing, their weapon are tambourine and strapped-on horns, which shows their connection to both the Shamans and the Bull Priests. For their final stage of education, after 5 years of oral lessons by the Shamans and the Priests, tearing themselves apart between serving the former or the latter, apprentices choose one of two groups and through initiation join their ranks – now they, with full understanding of the basics, are ready to receive secrets of magic from their mentors, while their reputation among their kin changes from despising the sorcerers to fearing them with deep-laid superstition.
es: Algunos ogros, demasiado débiles para el camino del guerrero pero lo suficientemente inteligentes y valientes para vincular su vida con lo sobrenatural, se convierten en Aprendices: hechiceros menores a los que se les enseñan los conceptos básicos de la magia por dos grupos en conflicto: los Chamanes, que veneran la naturaleza, y los leales Sacerdotes Toro. Despreciados por su especie por su elección, los Aprendices, sin embargo, tienen que acompañarlos en las batallas, sanando a los guerreros aliados con encantamientos y haciendo llover hechizos de combate sobre sus enemigos. Estos hechiceros menores visten largas ropas de lana, su arma son panderetas y cuernos atados, lo que muestra su conexión tanto con los Chamanes como con los Sacerdotes Toro. Para su etapa final de educación, después de 5 años de lecciones orales de los Chamanes y los Sacerdotes, debatiéndose entre servir a los primeros o a los segundos, los aprendices eligen uno de los dos grupos y, a través de la iniciación, se unen a sus filas; ahora, con pleno entendimiento de los conceptos básicos, están listos para recibir secretos de magia de sus mentores, mientras que su reputación entre su especie cambia de despreciar a los hechiceros a temerles con una superstición profundamente arraigada.

source: Ogre Battle Chariot
es: Carro de Batalla Ogro

source: While the vast majority of ogre chariots are used only as a means of transportation and cargo transportation, some of them are equipped specifically for warfare. Such chariots are decorated with horns and shields, driven by the strongest and fiercest bull, and fearsome scythes are attached to their wheels. And if ordinary war chariots used by other races mow people down on the legs and stomachs, then the huge chariots of ogres literally cut off the heads of the enemies! In battle, these contraptions emit a terrible roar and are a terrifying sight to anyone unlucky enough to encounter them.
es: Mientras que la gran mayoría de los carros de los ogros solo se utilizan como medio de transporte y carga, algunos están equipados especialmente para la guerra. Estos carros están decorados con cuernos y escudos, tirados por el toro más fuerte y feroz, y tienen guadañas temibles adheridas a las ruedas. Y si los carros de guerra comunes de otras razas siegan piernas y estómagos, ¡los enormes carros de los ogros literalmente cortan cabezas de los enemigos! En batalla, estas máquinas emiten un rugido espantoso y son una visión aterradora para cualquiera con la mala suerte de enfrentarlos.

source: Ogre Noker
es: Noker Ogro

source: bodyguard^WIP: NOT YET TRANSLATED
es: guardaespaldas

source: Bull
es: Toro

source: horns
es: cuernos

source: Ogre Bull Priest
es: Ogro Sacerdote Toro

source: Bull priests ar members of the dominant cult of the Underground Bull, the patron god of cow herds, nomadic cattle breeding and the lord of the afterlife of the ogres. The Underground Bull, according to ogre legends, is the ancestor of the Maataf dynasty ruling in the hordes, thanks to which the support of the khans' power from the side of the Priests-bull-worshipers is absolute. The members of this cult choose the paths of managing herds in the steppes, healing the grunts from diseases and control the slaughter of livestock during the autumn Harvesting Festival. In war, the bull priests use powerful curses, but their most terrible weapon are the demonic undead bulls summoned into our world - bone abominations known as the Tarbynns, existing and growing in our dimension by drawing out life itself from the bull priests' foes. The Tarbynns are the bodyguards and minions of the Underground Bull's worshippers, they are a formidable force both in conflicts with the external enemies of the horde, and in struggles with the main rivals of the rriests for influence in Ogre society - the Shamans. Among the grunts, the bull priest who stand out with fake horns and are armed with magical Staves of Wisdom, are known as talkative bores and sycophants to the khan.
es: Los sacerdotes del Toro son miembros del culto dominante del Toro Subterráneo, el dios patrono de las manadas de vacas, la cría nómada de ganado y señor del más allá de los ogros. Según las leyendas ogros, el Toro Subterráneo es el ancestro de la dinastía Maataf que gobierna las hordas, gracias a lo cual el apoyo al poder de los khanes por parte de los Sacerdotes-toristas es absoluto. Los miembros de este culto eligen los caminos de manejar rebaños en las estepas, sanar enfermedades de los grunts y controlar la matanza de ganado durante el Festival de la Cosecha otoñal. En guerra, los sacerdotes del toro usan poderosas maldiciones, pero su arma más terrible son los toros demoníacos no muertos invocados a nuestro mundo: abominaciones óseas conocidas como Tarbynns, que existen y crecen en nuestra dimensión extrayendo la vida misma de los enemigos de los sacerdotes del toro. Los Tarbynns son los guardaespaldas y sirvientes de los adoradores del Toro Subterráneo; representan una fuerza formidable tanto en conflictos con enemigos externos de la horda como en las luchas con los principales rivales de los sacerdotes por influencia en la sociedad ogra: los chamanes. Entre los grunts, los sacerdotes del toro que destacan con cuernos falsos y están armados con Varas Mágicas de la Sabiduría son conocidos como charlatanes pesados y aduladores del khan.

source: sacrificial dagger
es: daga de sacrificio

source: curse of the bull god
es: maldición del dios toro

source: Ogre Bull Prophet
es: Ogro Profeta Toro

source: A High Priest – is the head of the Bull-God cult, the closest advisor of the Khan, the keeper of all the secrets of ancient religion of the steppes. The title of the High one together with the golden bull mask are given through initiation to the oldest bull priest of the horde. With this title come great responsibility for organizing festivals, control over apprentices, and the key role as the deity’s medium. This role is realized through the mask, horns of which are smothered by loyal apprentices with blood of each calf sacrifice taking place… The sacrificial blood dries out with horrifying speed, as if consumed by the gold. And with that golden mask must the High Priests sleep, to see their god in their dreams, to hear his commands and send him their pleas. The High Priest is also the only ogre in the entire horde who is allowed to summon the nightmares – the highest forms of demonic tarbynn, terrifyingly effective in combat, the apex predators of the Nether Worlds’ food chain. The curses sent by the High Priests with the power of their horned staffs become even more powerful with the influence of their golden masks.
es: Un Sumo Sacerdote es el jefe del culto al Dios Toro, el consejero más cercano del Kan, el guardián de todos los secretos de la antigua religión de las estepas. El título del Sumo, junto con la máscara de toro dorada, se otorga mediante la iniciación al sacerdote toro más antiguo de la horda. Con este título vienen grandes responsabilidades en la organización de festivales, el control sobre los aprendices y el papel clave como médium de la deidad. Este papel se realiza a través de la máscara, cuyos cuernos son untados por aprendices leales con sangre de cada sacrificio de ternero que tiene lugar... La sangre sacrificial se seca con una velocidad espantosa, como si fuera consumida por el oro. Y con esa máscara dorada deben dormir los Sumos Sacerdotes, para ver a su dios en sus sueños, escuchar sus órdenes y enviarle sus súplicas. El Sumo Sacerdote es también el único ogro en toda la horda al que se le permite convocar a las pesadillas, las formas más elevadas de tarbynn demoníaco, terriblemente efectivas en combate, los depredadores ápice de la cadena alimenticia de los Mundos Inferiores. Las maldiciones enviadas por los Sumos Sacerdotes con el poder de sus bastones con cuernos se vuelven aún más poderosas con la influencia de sus máscaras doradas.

source: Ogre Firestarter
es: Ogro Incendiario

source: In their raids, ogres often encounter wooden fortifications that agricultural races build to defend their settlements. To deal with them, the hordes organize special squads of Burners from among the most courageous hunters. The Burners are dressed in bone armor (after all, fur and leather can easily catch fire!) and they carry throwing torches, which they use as clubs when needed. The Burners are at the forefront of the raid, their task is to burn down the enemy's fortifications and wreak havoc in their settlement. This is not an easy job, and therefore the Burners wear long hair, which represents the respect shown by their fellow tribesmen.
es: En sus incursiones, los ogros a menudo se encuentran con fortificaciones de madera que las razas agrícolas construyen para defender sus asentamientos. Para lidiar con ellas, las hordas organizan escuadrones especiales de Incendiarios de entre los cazadores más valientes. Los Incendiarios visten armadura de hueso (¡después de todo, la piel y el cuero se incendian fácilmente!) y llevan antorchas arrojadizas, que usan como garrotes cuando es necesario. Los Incendiarios están a la vanguardia de la incursión, su tarea es quemar las fortificaciones enemigas y causar estragos en el asentamiento. Este no es un trabajo fácil, y por eso los Incendiarios llevan el pelo largo, lo que representa el respeto mostrado por sus compañeros de tribu.

source: torch
es: antorcha

source: torch throw
es: lanzamiento de antorcha

source: Ogre Butcher
es: Carnicero Ogro

source: Raiding is a must for any ogre, but some find it to be something of a meaning to life. These ogres become Butchers. These psychos arm themselves with huge cleavers, weave bones into their hair, and wear short steppe robes, which don't get in the way of cutting things. In battle, they kind it particularly pleasant to cut off the enemy's head, and then launch it into the ranks of his comrades. They cut heads in dozens, if not hundreds, and love to carry them with them and decorate their homes as if emphasizing their valor. Butchers do not have their herds, they live at the expense of the khan. Other ogres treat these thugs with disgust (but also fear!), so in the camp-city the Butchers live in a separate area.
es: Asaltar es obligatorio para cualquier ogro, pero algunos lo convierten en el sentido mismo de su vida. Estos ogros se convierten en Carniceros. Estos psicópatas se arman con enormes cuchillos carniceros, tejen huesos en su cabello y usan túnicas cortas de estepa que no estorban al cortar. En batalla les resulta especialmente placentero cortar la cabeza del enemigo y luego lanzarla a las filas de sus compañeros. Cortan cabezas por docenas, si no por centenas, y adoran llevarlas consigo y decorar sus hogares como si quisieran resaltar su valor. Los Carniceros no tienen rebaños propios, viven a expensas del khan. Los demás ogros tratan a estos matones con asco (¡pero también con miedo!), por eso en la ciudad-campamento los Carniceros viven en una zona separada.

source: butcher
es: carnicero

source: Whenever this unit kills a living enemy, his head attack gains an additional strike, up to 5 attacks max.
es: Siempre que esta unidad mate un enemigo vivo, su ataque de cabeza gana un golpe adicional, hasta 5 ataques máx.

source: throwing head
es: cabeza arrojadiza

source: throwing heads
es: lanzar cabezas

source: This attacks spends heads this unit has collected
es: Este ataque gasta cabezas que esta unidad ha recolectado

source: Cage
es: Jaula

source: Ogre Centurion
es: Centurión Ogro

source: The khan personally appoints centurions from the outstanding foremen. They are the elite of the horde, the strongest, most cunning and skillful in warfare ogres. Especially for the centurions, bull priests grow a monstrously sized birch dagger from bone, and master tanners make the best lamellar armor in Tumen. Although centurions can cut a man in two with a single blow, they rarely appear on the battlefield. Their destiny is to command the horde at the highest level. In winter centurions spend a lot of time in the khan's palace, they gather news about neighboring lands, prepare and present their plans of raids to the khan, hold a council with him on matters of war and peace. In summer they begin their campaigns and carefully see to it that their plans are executed exactly. Until the cold weather arrives, the centurions will ravage everything their raking hands can reach.
es: El jan nombra personalmente centuriones de los capataces destacados. Son la élite de la horda, los ogros más fuertes, astutos y hábiles en guerra. Especialmente para los centuriones, los sacerdotes toro cultivan un daga de abedul de tamaño monstruoso de hueso y los curtidores maestros hacen la mejor armadura lamelar en Tumen. Aunque los centuriones pueden cortar un hombre en dos con un solo golpe, raramente aparecen en el campo de batalla. Su destino es comandar la horda al nivel más alto. En invierno los centuriones pasan mucho tiempo en el palacio del jan, recolectan noticias sobre tierras vecinas, preparan y presentan sus planes de incursiones al jan, celebran consejo con él en asuntos de guerra y paz. En verano comienzan sus campañas y cuidan cuidadosamente de que sus planes se ejecuten exactamente. Hasta que el clima frío llega, los centuriones devastarán todo lo que sus manos rastrilladoras puedan alcanzar.

source: heavy blow
es: golpe pesado

source: Bull God's Champion
es: Campeón del Dios Toro
