Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: Repair this village - costs <span color='#cccc33'>$steppe_village_repaircost|</span> gold and <span color='#2c9fed'>66%</span> moves
es: Reparar esta aldea - cuesta <span color='#cccc33'>$steppe_village_repaircost|</span> oro y <span color='#2c9fed'>66%</span> movimientos

source: building damage boost
es: aumento de daño de edificio

source: Buildings build by this unit have
es: Edificios construidos por esta unidad tienen

source: % more damage
es: % más daño

source: building hitpoint boost
es: aumento de pv de edificio

source: % more HP
es: % más PV

source: enlist units
es: alistarse unidades

source: This unit can enlist new units on adjacent tiles via a rightclick menu. This costs gold equal to recruiting the unit. You cannot enlist units in deep water, or on unwalkable/impassable terrain
es: Esta unidad puede alistar nuevas unidades en casillas adyacentes mediante menú de clic derecho. Esto cuesta oro igual a reclutar la unidad. No puedes alistar unidades en agua profunda o en terreno no caminable/impracticable

source: price:<span color='#cccc33'>
es: precio:<span color='#cccc33'>

source: Not enough gold to enlisting!
es: ¡No hay suficiente oro para alistar!

source: upgrade buildings
es: mejorar edificios

source: moves)
es: movimientos)

source: This unit can upgrade buildings on adjacent tiles via a rightclick menu. Can only upgrade units to level
es: Esta unidad puede mejorar edificios en casillas adyacentes mediante menú de clic derecho. Solo puede mejorar unidades a nivel

source: , and only works on buildings who can advance. This costs
es: , y solo funciona en edificios que pueden avanzar. Esto cuesta

source: of the unit's moves.
es: de los movimientos de la unidad.

source: Upgrade Building (costs gold and moves)
es: Mejorar Edificio (cuesta oro y movimientos)

source: Do you want to upgrade this building for <span color='#cccc33'>$tmp_steppe_upgradecost|</span> gold and <span color='#2c9fed'>$able_to_upgrade[$random].abilities.upgrade_buildings.movescost|</span> moves?
es: ¿Quieres mejorar este edificio por <span color='#cccc33'>$tmp_steppe_upgradecost|</span> oro y <span color='#2c9fed'>$able_to_upgrade[$random].abilities.upgrade_buildings.movescost|</span> movimientos?

source: I'm not skilled enough to upgrade this building!
es: ¡No soy lo suficientemente hábil para mejorar este edificio!

source: blood tribute
es: tributo de sangre

source: Instead of gold, this unit spends its own hitpoints to upkeep themselves.
es: En vez de oro, esta unidad gasta sus propios puntos de vida para mantenerse.

source: slave-trade
es: comercio de esclavos

source: The unit defeated by this attack will be placed in a cage. If the cage is not broken before the enslaver's next turn, he will be sold into slavery and the enslaver will receive gold equal to the value of the sold unit.
es: La unidad derrotada por este ataque se colocará en una jaula. Si la jaula no se rompe antes del próximo turno del esclavizador, se venderá en esclavitud y el esclavizador recibirá oro igual al valor de la unidad vendida.

source: + $cages[$i].cost gold!
es: + $cages[$i].cost oro!

source: horde's agility
es: agilidad de la horda

source: This attack gains 1 strike for every adjacent ally with the 'dark horde' ability.
es: Este ataque gana 1 golpe por cada aliado adyacente con la habilidad 'horda oscura'.

source: horde's strength
es: fuerza de la horda

source: This attack gains
es: Este ataque gana

source: horde's endurance
es: resistencia de la horda

source: This unit gains
es: Esta unidad gana

source: dark horde
es: horda oscura

source: Buffs adjacent units with horde weapon specials (strikes for some attacks, damage for others). This stacks.
es: Mejora unidades adyacentes con especiales de arma de horda (golpes para algunos ataques, daño para otros). Esto se acumula.

source: greater dark horde
es: horda oscura mayor

source: Works like 'dark horde', but twice as effective (counts as two units with dark horde instead of one for abilities that rely on dark horde).
es: Funciona como 'horda oscura', pero dos veces más efectivo (cuenta como dos unidades con horda oscura en vez de una para habilidades que dependen de horda oscura).

source: ultimate dark horde
es: horda oscura definitiva

source: Works like 'dark horde', but three times as effective (counts as three units with dark horde instead of one for abilities that rely on dark horde).
es: Funciona como 'horda oscura', pero tres veces más efectivo (cuenta como tres unidades con horda oscura en vez de una para habilidades que dependen de horda oscura).

source: (NOT WORKING!!!) lesser dark horde
es: (¡NO FUNCIONA!!!) horda oscura menor

source: Works like 'dark horde', but you get 1 dark horde effect per 2 lesser dark horde units.
es: Funciona como 'horda oscura', pero obtienes 1 efecto de horda oscura por cada 2 unidades de horda oscura menor.

source: infect villages
es: infectar aldeas

source: When this unit moves into a village, it transforms into a Dark Growth.
es: Cuando esta unidad se mueve a una aldea, se transforma en un Crecimiento Oscuro.

source: curse of the yoke
es: maldición del yugo

source: If standing in an owned village, spawns a yoke unit. The spawned units cannot move/attack on the same turn that they are spawned.
es: Si está en una aldea propia, genera una unidad de yugo. Las unidades generadas no pueden moverse/atacar en el mismo turno que se generan.

source: corpse armor
es: armadura de cadáver

source: Whenever an enemy is killed with this attack, the killer is healed by an amount of HP equal to the max hp of the killed enemy, and moves onto the killed unit's tile.
es: Siempre que un enemigo sea matado con este ataque, el matador se sana por una cantidad de PV igual a los pv máximos del enemigo muerto, y se mueve a la casilla de la unidad muerta.

source: horde heal
es: sanación de horda

source: This unit heals adjacent allies by
es: Esta unidad sana aliados adyacentes por

source: plus 1 for each adjacent ally with 'dark horde' each turn.
es: más 1 por cada aliado adyacente con 'horda oscura' cada turno.

source: When this unit moves into a village, it transforms into a Dark Growth that spawns a lvl0 version of this unit.
es: Cuando esta unidad se mueve a una aldea, se transforma en un Crecimiento Oscuro que genera una versión niv0 de esta unidad.

source: Faction Hint
es: Pista de Facción

source: long-range
es: de largo alcance

source: This unit can attack enemies in a
es: Esta unidad puede atacar enemigos en un

source: -tile radius with this attack via a rightclick menu option. Long-ranged attacks work with leadership/other damage-buffing abilities/specials, but some other weapon specials might not work properly. Cannot use longrange attacks on adjacent units. Cannot shoot enemies through impassable terrain (like cave walls).
es: radio de -casillas con este ataque mediante una opción del menú de clic derecho. Los ataques de largo alcance funcionan con liderazgo/otras habilidades o especiales que aumentan el daño, pero algunos otros especiales de arma podrían no funcionar correctamente. No se puede usar ataques de largo alcance en unidades adyacentes. No se puede disparar a enemigos a través de terreno impracticable (como paredes de cueva).

source: Name:
es: Nombre:

source: Attack:
es: Ataque:

source: Attacker
es: Atacante

source: Longranged Attack
es: Ataque de Largo Alcance

source: Who do you want to ranged attack with?
es: ¿Con quién quiere realizar el ataque a distancia?

source: Cancel
es: Cancelar

source: missed!
es: ¡fallado!

source: This unit has custom AMLA upgrades.
es: Esta unidad tiene mejoras AMLA personalizadas.

source: +5 Max Hp, +20% XP
es: +5 PV máximos, +20% PX

source: +15% melee damage, +20% XP
es: +15% daño cuerpo a cuerpo, +20% PX

source: Linebreaker: trample gains stun special, +20% XP
es: Rompelíneas: arrolla gana especial aturdir, +20% PX

source: +2 spear damage, +20% XP
es: +2 daño lanza, +20% PX

source: regenerates +4 is replaced by normal regenerates, +20% XP
es: regenera +4 se reemplaza por regenera normal, +20% PX

source: +1 moves, +20% XP
es: +1 movimiento, +20% PX

source: Ritual Bull: 8-1 cold ranged magical drain attack, +20% XP
es: Toro Ritual: ataque a distancia mágico drenante de frío 8-1, +20% PX

source: +4 drain life damage, +15% XP
es: +4 daño drena vida, +15% PX

source: Submission: enslave 3 is replaced by enslave 4, +20% XP
es: Sumisión: esclaviza 3 se reemplaza por esclaviza 4, +20% PX

source: Can use the enslave attack twice per turn, +25% XP
es: Puede usar el ataque esclaviza dos veces por turno, +25% PX

source: +15% black fire damage, black fire ignores 15% of enemy fire resistance, +20% XP
es: +15% daño fuego negro, fuego negro ignora 15% de resistencia enemiga al fuego, +20% PX

source: +30% enslavement damage, +15% XP
es: +30% daño esclavitud, +15% PX

source: enslave attack gains 90% chance to hit, +15% XP
es: ataque esclaviza gana 90% probabilidad de impacto, +15% PX

source: enslave attack gains 100% chance to hit, +15% XP
es: ataque esclaviza gana 100% probabilidad de impacto, +15% PX

source: Khagan's Authority: allows the unit to recruit, +15% XP
es: Autoridad del Jagán: permite a la unidad reclutar, +15% PX

source: +2 melee damage, +20% XP
es: +2 daño cuerpo a cuerpo, +20% PX

source: +1 moves, +15% XP
es: +1 movimiento, +15% PX

source: claws gain the drain special, +20% XP
es: garras ganan especial drena, +20% PX

source: +2 wail damage, +20% XP
es: +2 daño lamento, +20% PX

source: +20% melee damage, +20% XP
es: +20% daño cuerpo a cuerpo, +20% PX

source: enslave 1 is replaced by enslave 2, +20% XP
es: esclaviza 1 se reemplaza por esclaviza 2, +20% PX

source: oversight 33% is replaced by oversight 45%, +20% XP
es: vigilancia 33% se reemplaza por vigilancia 45%, +20% PX

source: oversight 15% ability and loyal trait, +20% XP
es: habilidad vigilancia 15% y rasgo leal, +20% PX

source: lesser leadership ability and loyal trait, +20% XP (available only when freed)
es: habilidad liderazgo menor y rasgo leal, +20% PX (disponible solo al liberar)

source: +20% ranged damage, +20% XP
es: +20% daño a distancia, +20% PX

source: oversight 15% ability and loyal trait, +20% XP (available only when freed)
es: habilidad vigilancia 15% y rasgo leal, +20% PX (disponible solo al liberar)

source: lesser leadership ability and loyal trait, +20% XP
es: habilidad liderazgo menor y rasgo leal, +20% PX

source: +2 spear damage, +1 bow damage, +20% XP
es: +2 daño lanza, +1 daño arco, +20% PX

source: oversight 15% ability, +20% XP
es: habilidad vigilancia 15%, +20% PX

source: Replace leadership with inspire, +20% XP (available only when freed)
es: Reemplaza liderazgo por inspira, +20% PX (disponible solo al liberar)

source: One with Nature: +10% forest defense and ambush ability, +20% XP
es: Uno con la Naturaleza: +10% defensa bosque y habilidad emboscada, +20% PX

source: Herbal Mastery: heal +8 is replaced by heal +10, +20% XP
es: Maestría Herbal: sana +8 se reemplaza por sana +10, +20% PX

source: Nature's Cruelty: nature's curse attack gains poison special, +20% XP
es: Crueldad de la Naturaleza: ataque maldición natural gana especial veneno, +20% PX

source: One with the Swamp: +10% swamp defense and swampstalk ability, +20% XP
es: Uno con el Pantano: +10% defensa pantano y habilidad rastreador de pantano, +20% PX

source: +2 swamp fire damage, +20% XP
es: +2 daño fuego pantano, +20% PX

source: Hateful Gaze: +4 evil eye damage, and evil eye gains the stun special, +20% XP
es: Mirada Odiosa: +4 daño ojo maligno, y ojo maligno gana especial aturdir, +20% PX

source: Nightstalk ability, +20% XP
es: habilidad acecho nocturno, +20% PX

source: Pack alpha and skimirsher abilities, +25% XP
es: habilidades alfa de manada y escaramuzador, +25% PX

source: pack alpha
es: alfa de manada

source: Works like normal leadership, but only works on wolves.
es: Funciona como liderazgo normal, pero solo en lobos.

source: +1 melee damage, +20% XP
es: +1 daño cuerpo a cuerpo, +20% PX

source: Shadow Poison: bow and arrow dance attacks gain poison special, +20% XP
es: Veneno de Sombra: ataques arco y danza de flechas ganan especial veneno, +20% PX

source: Arcane Shield: +10% to all resistances, +20% XP
es: Escudo Arcano: +10% a todas las resistencias, +20% PX

source: Lesser Leadership ability, +20% XP
es: habilidad Liderazgo Menor, +20% PX

source: Teleport ability, +20% XP
es: habilidad teletransporte, +20% PX

source: Controlled Rage: berserk now works only on offense, +20% XP
es: Ira Controlada: berserk ahora solo funciona en ofensiva, +20% PX

source: +1 lasso strikes, +20% XP
es: +1 golpe lazo, +20% PX

source: Swift Blade: melee gains the reliable special, +20% XP
es: Cuchilla Veloz: cuerpo a cuerpo gana especial fiable, +20% PX

source: Bloodlust: drain 33% special on melee, and feeding ability, +20% XP
es: Sed de Sangre: especial drena 33% en cuerpo a cuerpo y habilidad alimentación, +20% PX

source: Plague spawns lvl1 ghouls instead of lvl0 ones, +20% XP
es: Peste genera ghouls niv1 en vez de niv0, +20% PX

source: +2 dark clot damage, +20% XP
es: +2 daño coágulo oscuro, +20% PX

source: Curse of transformation now slows enemies, +20% XP
es: Maldición de transformación ahora ralentiza enemigos, +20% PX

source: Can use the curse of transformation attack twice per turn, +25% XP
es: Puede usar ataque maldición de transformación dos veces por turno, +25% PX

source: +3 ram damage, +5 rampage damage, +2 HP +20% XP
es: +3 daño embestida, +5 daño arrasada, +2 PV +20% PX

source: Nocturnal regeneration +20 ability, +2 HP, +20% XP
es: habilidad regeneración nocturna +20, +2 PV, +20% PX

source: Resolute ability, +6 HP, +20% XP
es: habilidad resuelta, +6 PV, +20% PX

source: Desperate: desperate special on melee, +20% XP
es: Desesperado: especial desesperado en cuerpo a cuerpo, +20% PX

source: Bloodlust: drain 30% special on melee, +20% XP
es: Sed de Sangre: especial drena 30% en cuerpo a cuerpo, +20% PX

source: Resolute ability, +20% XP
es: habilidad resuelta, +20% PX

source: Blade Mastery: +1 damage and reliable special on sword in human form, +20% XP
es: Maestría de Cuchilla: +1 daño y especial fiable en espada en forma humana, +20% PX

source: Bird of Prey: +2 claw damage/+8 beak damage in raven form, and +4 raven damage in human form, +20% XP
es: Ave de Presa: +2 daño garra/+8 daño pico en forma cuervo, y +4 daño cuervo en forma humana, +20% PX

source: Hunting Tactics: poison for claws, and hit-and-run for beak in raven form (as well as raven attack in human form), +20% XP
es: Tácticas de Caza: veneno para garras, y golpe y huida para pico en forma cuervo (así como ataque cuervo en forma humana), +20% PX

source: Nightstalk ability for both forms, +20% XP
es: habilidad acecho nocturno para ambas formas, +20% PX

source: Lesser Leadership ability for both forms, +20% XP
es: habilidad Liderazgo Menor para ambas formas, +20% PX

source: Footwork: skirmisher ability for human form, +15% XP
es: Juego de Piernas: habilidad escaramuzador para forma humana, +15% PX

source: +2 damage for magical tools, +20% XP
es: +2 daño para herramientas mágicas, +20% PX

source: Stronger Buildings: this unit's buildings deal 25% more damage (doesn't apply to ones already built), +20% XP
es: Edificios Más Fuertes: los edificios de esta unidad causan 25% más daño (no aplica a los ya construidos), +20% PX

source: Studier Buildings: this unit's buildings have 30% more hitpoints (doesn't apply to ones already built), +20% XP
es: Edificios Más Resistentes: los edificios de esta unidad tienen 30% más puntos de vida (no aplica a los ya construidos), +20% PX

source: Teleporter: can build teleporters, +20% XP
es: Teletransportador: puede construir teletransportadores, +20% PX

source: Build Teleporter
es: Construir Teletransportador

source: #Построить Телепортер
es: #Construir Teletransportador

source: Library: can build libraries (buildings that give experience to adjacent allies each turn), +20% XP
es: Biblioteca: puede construir bibliotecas (edificios que dan experiencia a aliados adyacentes cada turno), +20% PX

source: Build Library
es: Construir Biblioteca

source: Построить Библоитеку
es: Construir Biblioteca

source: Makeshift Walls: can build wood walls for 0 gold but 75% move cost (dees not replace the 4 gold option, #functionally both spiketraps are identical), +20% XP
es: Muros Improvisados: puede construir muros de madera por 0 oro pero costo 75% movimiento (no reemplaza la opción de 4 oro, #funcionalmente ambas trampas de púas son idénticas), +20% PX

source: Build makeshift wall
es: Construir muro improvisado

source: Построить #импровизированную стену
es: Construir #muro improvisado

source: Hiding spot: can build hiding spots, +20% XP
es: Escondite: puede construir escondites, +20% PX

source: Build Hiding Spot
es: Construir Escondite

source: Makeshift Spikes: can build spikes for 0 gold but 80% move cost (dees not replace the 3 gold option, #functionally both spiketraps are identical), +20% XP
es: Púas Improvisadas: puede construir púas por 0 oro pero costo 80% movimiento (no reemplaza la opción de 3 oro, #funcionalmente ambas trampas de púas son idénticas), +20% PX

source: Build makeshift spikes
es: Construir púas improvisadas

source: +1 damage and poison for magical tools, +20% XP
es: +1 daño y veneno para herramientas mágicas, +20% PX

source: Deadlier Traps: this unit's traps deal 30% more damage (doesn't apply to traps already built), +20% XP
es: Trampas Más Mortales: las trampas de esta unidad causan 30% más daño (no aplica a trampas ya construidas), +20% PX

source: Healing Light: heal +8 is replaced by heal +10, +20% XP
es: Luz Curativa: sana +8 se reemplaza por sana +10, +20% PX

source: +3 light burst damage, +2 solar flame damage, +20% XP
es: +3 daño ráfaga luz, +2 daño llama solar, +20% PX

source: Light Shield: +20% fire/arcane resistances, +20% XP
es: Escudo de Luz: +20% resistencias fuego/arcano, +20% PX

source: +3 enchanted light damage, +1 magical tool strike +20% XP
es: +3 daño luz encantada, +1 golpe herramienta mágica +20% PX

source: Repair Mastery: repair +9 is replaced by repair +12, +20% XP
es: Maestría en Reparación: repara +9 se reemplaza por repara +12, +20% PX

source: Upgrading buildings now costs 2 moves instead of 3, +20% XP
es: Mejorar edificios ahora cuesta 2 movimientos en vez de 3, +20% PX

source: Marketplace: can build marketplaces, +20% XP
es: Mercado: puede construir mercados, +20% PX

source: Shield attack (12-1 block 50%), +20% XP
es: Ataque escudo (12-1 bloqueo 50%), +20% PX

source: +3 pike damage, +20% XP
es: +3 daño pica, +20% PX

source: +3 javelin damage, +20% XP
es: +3 daño jabalina, +20% PX

source: Stronger Buildings: this unit's buildings deal 30% more damage (doesn't apply to ones already built), +20% XP
es: Edificios Más Fuertes: los edificios de esta unidad causan 30% más daño (no aplica a los ya construidos), +20% PX

source: +2 ranged damage, +20% XP
es: +2 daño a distancia, +20% PX

source: +10% forest/swamp defense, reduced movement cost on swamps, +20% XP
es: +10% defensa bosque/pantano, costo movimiento reducido en pantanos, +20% PX

source: Cunning: skirmisher and concealment abilities, +20% XP
es: Astuto: habilidades escaramuzador y ocultamiento, +20% PX

source: Deadlier Traps: this unit's traps deal 50% more damage (doesn't apply to traps already built), +20% XP
es: Trampas Más Mortales: las trampas de esta unidad causan 50% más daño (no aplica a trampas ya construidas), +20% PX

source: Waterproof Enchanted Armor: +10% water defense, better movement on shallow water, +20% XP
es: Armadura Encantada Impermeable: +10% defensa agua, mejor movimiento en agua somera, +20% PX

source: Enchanted Diving Gear: +10% water defense, can move on deep water, submerge ability, +20% XP
es: Equipo de Buceo Encantado: +10% defensa agua, puede moverse en agua profunda, habilidad zambullida, +20% PX

source: Battle Bard: +1 sound wave damage, +2 dagger damage, and weaken 15% instead of weaken 10%, +20% XP
es: Bardo de Batalla: +1 daño onda sónica, +2 daño daga, y debilita 15% en vez de debilita 10%, +20% PX

source: Music Mastery: default bard songs are replaced with stronger versions, +20% XP
es: Maestría Musical: canciones de bardo predeterminadas se reemplazan por versiones más fuertes, +20% PX

source: Song: <i>Into The Shadows</i>: makes adjacent allies invisible, +20% XP
es: Canción: <i>Al Fondo de las Sombras</i>: hace invisibles a aliados adyacentes, +20% PX

source: Song: <i>Revelation</i>: adjacent allies gain 2 EXP each turn, +20% XP
es: Canción: <i>Revelación</i>: aliados adyacentes ganan 2 PX cada turno, +20% PX

source: Generates 5 gold per turn instead of 3, +20% XP
es: Genera 5 oro por turno en vez de 3, +20% PX

source: +2 sword damage, +20% XP
es: +2 daño espada, +20% PX

source: +2 fire breath damage, +20% XP
es: +2 daño aliento de fuego, +20% PX

source: +1/2 melee damage, +20% XP
es: +1/2 daño cuerpo a cuerpo, +20% PX

source: +2/2 melee damage, +20% XP
es: +2/2 daño cuerpo a cuerpo, +20% PX

source: Defense: +10% physical resistances and firststrike, cannot take other paths after this, +20% XP
es: Defensa: +10% resistencias físicas y golpe primero, no puede tomar otras rutas después de esta, +20% PX

source: +3 melee damage axe, +20% XP
es: +3 daño hacha cuerpo a cuerpo, +20% PX

source: +2 sling damage, +20% XP
es: +2 daño honda, +20% PX

source: Feast in his honor! (+8 Max Hp), +20% XP
es: ¡Banquete en su honor! (+8 PV máximos), +20% PX

source: Hunt in his honor! (+10% damage), +15% XP
es: ¡Caza en su honor! (+10% daño), +15% PX

source: Ascend him to the throne!, -10% XP
es: ¡Ascenderlo al trono!, -10% PX

source: Faith Healing ability, +20% XP
es: habilidad Sanación por Fe, +20% PX

source: Illuminates ability, +20% XP
es: habilidad Ilumina, +20% PX

source: Better at penetrating armor, +20% XP
es: Mejor para penetrar armadura, +20% PX

source: +20% damage, +20% XP
es: +20% daño, +20% PX

source: Giantslayer ability (deals more damage to enemies of higher level), +20% XP
es: habilidad Matagigantes (causa más daño a enemigos de nivel superior), +20% PX

source: Percentile damage bonus on attacks, +20% XP
es: Bono de daño porcentual en ataques, +20% PX

source: Incinerate special on the fire crossbow, and poison on normal crossbow, +20% XP
es: Especial incinerar en la ballesta de fuego, y veneno en ballesta normal, +20% PX

source: Better at mentoring (3 xp per turn), +20% XP
es: Mejor en mentoría (3 px por turno), +20% PX

source: Even better at mentoring (4 xp per turn), +20% XP
es: Aún mejor en mentoría (4 px por turno), +20% PX

source: +10% ranged damage, +20% XP
es: +10% daño a distancia, +20% PX

source: Better at reducing enemy resistances (15% armor break instead of 10%), +20% XP
es: Mejor en reducir resistencias enemigas (15% rotura de armadura en vez de 10%), +20% PX

source: Even better at reducing enemy resistances (20% armor break instead of 15%), +20% XP
es: Aún mejor en reducir resistencias enemigas (20% rotura de armadura en vez de 15%), +20% PX

source: Darkens ability, +20% XP
es: Habilidad oscurece, +20% PX

source: Generates 6 gold per turn instead of 4, +20% XP
es: Genera 6 oro por turno en vez de 4, +20% PX

source: Blessing of the Abyss: gain nocturnal regeneration +8 ability, +20% XP
es: Bendición del Abismo: gana habilidad regeneración nocturna +8, +20% PX

source: Blessing of the Abyss: gain nocturnal regeneration +10 ability, +20% XP
es: Bendición del Abismo: gana habilidad regeneración nocturna +10, +20% PX

source: Blessing of the Abyss: gain nocturnal regeneration +12 ability, +20% XP
es: Bendición del Abismo: gana habilidad regeneración nocturna +12, +20% PX

source: +25% melee damage, +20% XP
es: +25% daño cuerpo a cuerpo, +20% PX
