Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: The fool allowed herself to be killed... At least I won't have to share the glory with her!
es: La tonta se dejó matar... ¡Al menos no tendré que compartir la gloria con ella!

source: The fool allowed himself to be killed... At least I won't have to share the glory with him!
es: El tonto se dejó matar... ¡Al menos no tendré que compartir la gloria con él!

source: Both commanders fell on the battlefield. Their soldiers, scattered and defeated, were killed to the last one. History will not remember their names or their exploits. All that is destined for them is to become ashes in the bonfires of jubilant victors...
es: Ambos comandantes cayeron en el campo de batalla. Sus soldados, dispersos y derrotados, fueron matados hasta el último. La historia no recordará sus nombres ni sus hazañas. Todo lo que les espera es convertirse en cenizas en las hogueras de los vencedores jubilosos...

source: female^Inside you were always a slave, groveling before a master. So grovel now forever in the distant, godforsaken lands!
es: Dentro siempre fuiste una esclava, arrastrándote ante un amo. ¡Así que arrástrate ahora para siempre en las tierras lejanas, abandonadas por dios!

source: Inside you were always a slave, groveling before a master. So grovel now forever in the distant, godforsaken lands!
es: Dentro siempre fuiste un esclavo, arrastrándote ante un amo. ¡Así que arrástrate ahora para siempre en las tierras lejanas, abandonadas por dios!

source: Curses! Mark my words, you still hear my name! I will return, I will raise an army, I...
es: ¡Maldiciones! ¡Marca mis palabras, aún escucharás mi nombre! Volveré, levantaré un ejército, yo...

source: Sold!
es: ¡Vendido!

source: The enemy cheers as a dark mist rises from the land, engulfing you. As ghostly wisps drain away your will, you realize that your #time in this land is over.
es: El enemigo celebra mientras una niebla oscura se eleva de la tierra, envolviéndote. Mientras hilillos fantasmales drenan tu voluntad, te das cuenta de que tu tiempo en esta tierra ha terminado.

source: test
es: prueba

source: test.
es: prueba.

source: teamname^Enemy
es: equipo^Enemigo

source: Survive and test mechanics
es: Sobrevive y prueba mecánicas

source: This frontier town has long suffered from steppe raids. I will remedy the situation and organize its defense!
es: Esta ciudad fronteriza ha sufrido por mucho tiempo de incursiones de estepa. ¡Remediaré la situación y organizaré su defensa!

source: Tumen raider
es: Incursor Tumen

source: Coven raider
es: Incursor Coven

source: Kingdom raider
es: Incursor del Reino

source: Tumen Raider
es: Incursor Tumen

source: Tumen Pillager
es: Saqueador Tumen

source: Coven Raider
es: Incursor Coven

source: Coven Pillager
es: Saqueador Coven

source: Kingdom Raider
es: Incursor del Reino

source: Kingdom Pillager
es: Saqueador del Reino

source: Demon
es: Demonio

source: Regular Ka'Ruuk'Oni demons appear in the mortal world as red-skinned horned giants riding on black fire-breathing pegasi. They are armed with outlandish long swords, and are clad in armor reminiscent of thoat worn in the easternmost regions of Irdia. In the coven, they are the quite high in the hierarchy. Demons rule over the Kanavars, taking whichever witches they want for themselves, and commanding an army of brutal half-blood Kanavars. These proud, power-hungry and hot-tempered beings truly reveal themselves in the heat of the battle: like huge black crows they rush over the battlefield and pour fire on the enemy, or they suddenly crash into enemy ranks and cut opponents to pieces with quick blows. They do not take prisoners, and do not tolerate cowardice, neither their own soldiers' nor the enemy's. The Ka'Ruuk'Oni feed the weak and cowardly to their pegasus alive. Basically, one meeting with these fiends is enough to understand that they have come to conquer our world, and will stop at nothing.
es: Los demonios Ka'Ruuk'Oni regulares aparecen en el mundo mortal como gigantes cornudos de piel roja montando en pegasos negros que respiran fuego. Están armados con extravagantes espadas largas, y están vestidos con armadura reminiscentes de las usadas en las regiones más orientales de Irdia. En el aquelarre, están bastante altos en la jerarquía. Los demonios gobiernan sobre los kanavars, tomando las brujas que quieran para sí mismos, y comandando un ejército de brutales kanavars mestizos. Estos seres orgullosos, hambrientos de poder y de temperamento caliente verdaderamente se revelan en el calor de la batalla: como enormes cuervos negros se apresuran sobre el campo de batalla y vierten fuego sobre el enemigo, o de repente chocan contra las filas enemigas y cortan a los oponentes en pedazos con golpes rápidos. No toman prisioneros, y no toleran la cobardía, ni de sus propios soldados ni del enemigo. Los Ka'Ruuk'Oni alimentan a los débiles y cobardes a sus pegasos vivos. Básicamente, un encuentro con estos demonios es suficiente para entender que han venido a conquistar nuestro mundo, y no se detendrán ante nada.

source: father of fiends
es: padre de demonios

source: While is unit is in a 3-tile radius from them, allied witches can give birth to kanavars.
es: Mientras esta unidad está en un radio de 3 casillas de ellas, las brujas aliadas pueden dar a luz a kanavars.

source: sword
es: espada

source: fire breath
es: aliento de fuego

source: Dead Field Knyaz
es: Knyaz del Campo Muerto

source: demon knyaz^WIP: NOT YET TRANSLATED
es: knyaz demonio^WIP: AÚN NO TRADUCIDO

source: knyaz of fiends
es: knyaz de demonios

source: While is unit is in a 3-tile radius from them, allied witches can give birth to kanavars. All kanavars birthed/recruited while this unit is alive permanently gain a permanent 1 damage bonus. This does not stack.
es: Mientras esta unidad está en un radio de 3 casillas de ellas, las brujas aliadas pueden dar a luz a kanavars. Todos los kanavars nacidos/reclutados mientras esta unidad está viva ganan permanentemente un bono permanente de 1 daño. Esto no se acumula.

source: spear
es: lanza

source: Demon Warmonger
es: Belicista Demonio

source: demon warmonger^WIP: NOT YET TRANSLATED
es: belicista demonio^WIP: AÚN NO TRADUCIDO

source: boiling blood
es: sangre hirviente

source: While is unit is in a 3-tile radius from them, his side's witches can give birth to kanavars. All kanavars birthed/recruited while this unit is alive permanently gain the 'fearless' trait.
es: Mientras esta unidad está en un radio de 3 casillas de ellas, las brujas de su bando pueden dar a luz a kanavars. Todos los kanavars nacidos/reclutados mientras esta unidad está viva ganan permanentemente el rasgo «intrépido».

source: greatsword
es: gran espada

source: souleater
es: devorador de almas

source: The magic of the followers of witchcraft is based on overcoming the gap between the worlds - the gap between Irdya and the others – alien worlds of nightmares, the dead and incomprehensible. The key to occult machinations over the matter of being lies within various artifacts – staffs, amulets and potions that allow one to thin the plane of reality. But much more powerful are the witches' living talismans – the terrifying Familiars. Like hounds, they guide their masters through the fabric of worlds with their keen senses of otherworldly. The same lets them twist the essence of their enemies, transforming them into lesser beasts. The Familiars use this same ability to kidnap girls, who later join the Witch Coven.
es: La magia de los seguidores de la brujería se basa en superar la brecha entre los mundos - la brecha entre Irdya y los otros – mundos alienígenas de pesadillas, los muertos e incomprensibles. La clave de las maquinaciones ocultas sobre la materia del ser radica en varios artefactos – bastones, amuletos y pociones que permiten adelgazar el plano de la realidad. Pero mucho más poderosos son los talismanes vivos de las brujas – los aterradores Familiares. Como sabuesos, guían a sus amos a través del tejido de mundos con sus agudos sentidos de lo sobrenatural. Lo mismo les permite torcer la esencia de sus enemigos, transformándolos en bestias menores. Los Familiares usan esta misma habilidad para secuestrar niñas, que más tarde se unen al Aquelarre de Brujas.

source: dark clot
es: coágulo oscuro

source: curse of transformation
es: maldición de transformación

source: Imp
es: Diablillo

source: Just as a pet grows from food, care and training from its owners, so do Familiars – on the flesh of fallen enemies, on the fury and wrath of the Witches and their enchantments. Imps faithfully serve the supreme overlords of the Coven, maintaining the gate between Irdya and the world of Demons, while their own magical abilities are enough to compete with full-fledged mages.
es: Así como una mascota crece de comida, cuidado y entrenamiento de sus dueños, así lo hacen los Familiares – de la carne de enemigos caídos, de la furia y la ira de las Brujas y sus encantamientos. Los Diablillos sirven fielmente a los supremos señores del Aquelarre, manteniendo la puerta entre Irdya y el mundo de Demonios, mientras que sus propias habilidades mágicas son suficientes para competir con magos de pleno derecho.

source: Lesser Ghoul
es: Necrófago Menor

source: ghoul0^WIP: NOT YET TRANSLATED
es: necrófago0^WIP: AÚN NO TRADUCIDO

source: claws
es: garras

source: Steppe Ghoul
es: Necrófago de Estepa

source: ghoul1^WIP: NOT YET TRANSLATED
es: necrófago1^WIP: AÚN NO TRADUCIDO

source: Fiend
es: Demonio

source: ghoul2^WIP: NOT YET TRANSLATED
es: necrófago2^WIP: AÚN NO TRADUCIDO

source: Kanavar are fierce warriors of the steppe, whose dexterity, cunning and accurate shooting seem to be something paranormal. Young, not yet fully-grown Kanavars are armed with an axe and a bow, and their clothes consist of trousers and hats, and nothing more. But even with such light equipment, they pose a great danger: from an early age, they've been taught by the cruel demons how to kill and plunder, so even a small detachment of Kanavars is able to defeat more numerous forces of the enemy. War, in fact, is their only occupation and entertainment. The Kanavars believe that new times will soon come when they will be the main people who rule over the weak, and with zeal and perseverance bring themself closer to that goal with fire and well-aimed bow shots.
es: Los kanavar son feroces guerreros de la estepa, cuya destreza, astucia y tiro preciso parecen algo paranormal. Jóvenes, aún no completamente crecidos, los kanavars están armados con un hacha y un arco, y su ropa consiste en pantalones y sombreros, y nada más. Pero incluso con tal equipo ligero, representan un gran peligro: desde temprana edad, han sido enseñados por los crueles demonios cómo matar y saquear, así que incluso un pequeño destacamento de kanavars es capaz de derrotar fuerzas enemigas más numerosas. La guerra, de hecho, es su única ocupación y entretenimiento. Los kanavars creen que pronto vendrán nuevos tiempos cuando serán el pueblo principal que gobierna sobre los débiles, y con zeal y perseverancia se acercan a ese objetivo con fuego y tiros de arco bien apuntados.

source: axe
es: hacha

source: bow
es: arco

source: Kanavar Marksman
es: Tirador Kanavar

source: kanavar2^WIP: NOT YET TRANSLATED
es: kanavar2^WIP: AÚN NO TRADUCIDO

source: arrow dance
es: danza de flechas

source: Shadowshot
es: Tiro de Sombra

source: kanavar3^WIP: NOT YET TRANSLATED
es: kanavar3^WIP: AÚN NO TRADUCIDO

source: Kanavar Slasher
es: Rebanador Kanavar

source: kanavar slasher^WIP: NOT YET TRANSLATED
es: rebanador kanavar^WIP: AÚN NO TRADUCIDO

source: saber
es: sable

source: lasso
es: lazo

source: Primal Spawn
es: Engendro Primordial

source: At the call of the queen-witch's army, the Primal Spawn rose up, tearing with their horns the frozen flesh of the northern steppes. These are cold but formidable puppets in the form of woolly rhinos, their bodies having unnatural endurance. Spirits from the depths of the stars, pulling the strings of these monsters, think absolutely unlike humans. They are not afraid of anything - neither the destruction of the physical shell, nor defeat in battle. Once upon a time, many thousands of years ago, the demons who came from the heavenly darkness chose their repositories from those mighty beasts who were not afraid of their monstrous true appearance. And today, in the age of battles, they follow the One who is not afraid of them. The Primal Spawn in trample their foes with their feet, kill with blows of theirtwo horns located one after the other on their nose.
es: Al llamado del ejército de la reina bruja, los Engendros Primordiales se levantaron, rasgando con sus cuernos la carne congelada de las estepas del norte. Estos son fríos pero formidables títeres en forma de rinocerontes lanudos, sus cuerpos teniendo resistencia antinatural. Espíritus de las profundidades de las estrellas, tirando de los hilos de estos monstruos, piensan absolutamente a diferencia de los humanos. No tienen miedo de nada - ni la destrucción de la cáscara física, ni la derrota en batalla. Hace mucho tiempo, hace muchos miles de años, los demonios que vinieron de la oscuridad celestial eligieron sus repositorios de aquellas bestias poderosas que no temían su apariencia monstruosa verdadera. Y hoy, en la era de batallas, siguen al Uno que no les teme. Los Engendros Primordiales pisotean a sus enemigos con sus pies, matan con golpes de sus dos cuernos ubicados uno después del otro en su nariz.

source: ram
es: embestida

source: Primal Strength
es: Fuerza Primordial

source: Primal Strength is a more big and more powerful repository of ancient gods. Inside their frozen hearts there is a special magical bubble - a container of darkness that absorbs the power of enemy blows and is able to redirect it outward - in the form of nutritious, healing energy for the allied undead.
es: La Fuerza Primordial es un repositorio más grande y más poderoso de dioses antiguos. Dentro de sus corazones congelados hay una burbuja mágica especial - un contenedor de oscuridad que absorbe el poder de los golpes enemigos y es capaz de redirigirlo hacia afuera - en forma de energía nutritiva y curativa para los no-muertos aliados.

source: Primal Fury
es: Furia Primordial

source: primal fury^WIP: NOT YET TRANSLATED
es: furia primordial^WIP: AÚN NO TRADUCIDO

source: rampage
es: desenfreno

source: Primal Patriarch
es: Patriarca Primordial

source: primal patriarch^WIP: NOT YET TRANSLATED
es: patriarca primordial^WIP: AÚN NO TRADUCIDO

source: darkness beam
es: rayo de oscuridad

source: Primal God
es: Dios Primordial

source: primal wail
es: lamento primordial

source: Barrow Rider
es: Jinete de Túmulo

source: Barrow Riders are undead spirits of ancient nomads, reincarnated again in the remains of their buried bodies, and emerged under the torn banners of their kings and on their faithful war horses into the world of the living. While still alive, the barrow riders were simple soldiers of the steppe tribes. Therefore, their equipment is not fancy, and only consists of a shield, a spear and a bow. Dressed in a cap and trousers traditional for the ancient steppe, the barrow riders are skeletonized by worms that gnawed at their flesh. As well as their frightening horses, nibbling not the grass, but fresh corpses.
es: Los Jinetes de Túmulo son espíritus no-muertos de antiguos nómadas, reencarnados de nuevo en los restos de sus cuerpos enterrados, y emergidos bajo las banderas rasgadas de sus reyes y en sus fieles caballos de guerra al mundo de los vivos. Mientras aún vivos, los jinetes de túmulo eran simples soldados de las tribus de estepa. Por lo tanto, su equipo no es lujoso, y solo consiste en un escudo, una lanza y un arco. Vestidos con una gorra y pantalones tradicionales para la antigua estepa, los jinetes de túmulo están esqueletizados por gusanos que royeron su carne. Así como sus caballos aterradores, mordisqueando no la hierba, sino cadáveres frescos.

source: Barrow Warden
es: Guardián de Túmulo

source: barrow warden^WIP: NOT YET TRANSLATED
es: guardián de túmulo^WIP: AÚN NO TRADUCIDO

source: Barrow Tsar
es: Zar de Túmulo

source: barrow tsar^WIP: NOT YET TRANSLATED
es: zar de túmulo^WIP: AÚN NO TRADUCIDO

source: female^Chernava
es: chernava

source: The Chernavas are the lowest-ranking witches in the Coven's hierarchy, girls who were born from human women and demons. They grew up within the walls of the city-coven, and since childhood they knew nothing but black magic and matrons who taught them their purpose. And the purpose of the chervanas is such: to learn witchcraft, and to give birth to a Kanavar warrior. Until this is done, the blacks are essentially the house slaves of the matrons who raise them. However, after childbirth and a test of power, they receive the recognition of the queen, personal freedom and the right to participate in the matters of the coven. Their responsibilities are to develop their witchcraft skills and help matrons in housekeeping. If a chernava is able to neither give birth nor use magic, an unenviable fate awaits her: the girl is sacrificed, and her blood is used to communicate with dark forces and various rituals. True, such cases are rather an exception to the rule. Most chernavas pass the test successfully. They are a guarantee of the future strength of the coven, for each generation of chernavas gives both talented witches and squads of half-blood warriors.
es: Las chernavas son las brujas de rango más bajo en la jerarquía del Aquelarre, chicas que nacieron de mujeres humanas y demonios. Crecieron dentro de las murallas de la ciudad-aquelarre, y desde la infancia no conocieron nada más que magia negra y matronas que les enseñaron su propósito. Y el propósito de las chernavas es tal: aprender brujería, y dar a luz a un guerrero kanavar. Hasta que esto se haga, las negras son esencialmente las esclavas domésticas de las matronas que las crían. Sin embargo, después del parto y una prueba de poder, reciben el reconocimiento de la reina, libertad personal y el derecho a participar en los asuntos del aquelarre. Sus responsabilidades son desarrollar sus habilidades de brujería y ayudar a las matronas en el mantenimiento del hogar. Si una chernava no es capaz de ni dar a luz ni usar magia, un destino poco envidiable la espera: la chica es sacrificada, y su sangre se usa para comunicarse con fuerzas oscuras y varios rituales. Verdad, tales casos son más bien una excepción a la regla. La mayoría de chernavas pasan la prueba con éxito. Son una garantía de la futura fuerza del aquelarre, ya que cada generación de chernavas da tanto brujas talentosas como escuadrones de guerreros mestizos.

source: Kanavars birthed by this unit have a permanent 10% bonus to magical resistances.
es: Los kanavars nacidos de esta unidad tienen un bono permanente del 10% a las resistencias mágicas.

source: Канавары рожденные этим юнитом имеют навсегда 10% бонус к магическим сопротивлениям.
es: Los kanavars nacidos de esta unidad tienen un bono permanente del 10% a las resistencias mágicas.

source: staff
es: bastón

source: chill burst
es: ráfaga fría

source: curse
es: maldición

source: female^Dark Matron
es: Matrona Oscura

source: Witches who have given birth to more than three kanavars are join the ranks of so-called dark matrons. These are experienced, mature women who form the domestic and economic backbone of the coven. Their duties include housekeeping (in this they are assisted by the chernavas and captured slaves), the education of the growing chernavas and keeping the lesser undead (in particular, the ghosts of fear) in proper condition. They are well versed in witchcraft and are able not only to curse, but also to attack the enemy with balls woven of dark energy, but their main task is still management and organization, thus matrons rarely appear on the battlefield.
es: Las brujas que han dado a luz a más de tres kanavars se unen a las filas de las llamadas matronas oscuras. Estas son mujeres experimentadas y maduras que forman el eje doméstico y económico del aquelarre. Sus deberes incluyen el mantenimiento del hogar (en esto son asistidas por las chernavas y esclavos capturados), la educación de las chernavas en crecimiento y mantener a los no-muertos menores (en particular, los fantasmas del miedo) en condición adecuada. Están bien versadas en brujería y son capaces no solo de maldecir, sino también de atacar al enemigo con bolas tejidas de energía oscura, pero su tarea principal sigue siendo la gestión y organización, por lo que las matronas rara vez aparecen en el campo de batalla.

source: matron blood
es: sangre de matrona

source: This unit has a permanent 10% bonus to magical resistances, and 15% bonus to HP.
es: Esta unidad tiene un bono permanente del 10% a las resistencias mágicas, y 15% de bono a los PV.

source: female^Grand Witch
es: Gran Bruja

source: Grand Witches are witches who have become members of the Circle. The Circle is the highest organization of the coven, the personal advice of the witch queen. It contains the witches most intelligent, skilled in witchcraft and devoted to the ideals of the Dead Field. The first witches of the circle were the chernavas, raised personally by the queen, but now all capable dark matrons have this opportunity too. The responsibilities of the circle include discussing important issues with the queen, the government of the city (as a rule, each grand witch has her own region), the trial of witches (and only over them, the canovars and slaves are judged by the demons-knyazes) and the organization of the army of the undead before a campaign. The grand witches feed the skeletal hordes of ancient nomads, direct the mad priaml gods, send terrible curses upon the enemy's lands and, finally, and envelop the army in a magical fog so that it cannot be noticed from afar. The Grand Witches themselves rarely participate in the battle, but even from these indirect actions, it becomes clear to anyone who encounters the army of the coven which powerful sorcereresses are behind it.
es: Las Grandes Brujas son aquellas brujas que han llegado a formar parte del Círculo. El Círculo es la organización más elevada del aquelarre, el consejo personal de la reina bruja. Está compuesto por las brujas más inteligentes, diestras en la brujería y devotas a los ideales del Campo Muerto. Las primeras brujas del Círculo fueron las chernavas, criadas personalmente por la reina, pero ahora todas las matronas oscuras capaces tienen también esta oportunidad. Las responsabilidades del Círculo incluyen debatir asuntos importantes con la reina, gobernar la ciudad (por lo general, cada Gran Bruja tiene su propia región), juzgar a las brujas —y solo a ellas, pues los canovars y los esclavos son juzgados por los demonios-knyazes— y organizar el ejército de los no-muertos antes de una campaña. Las Grandes Brujas alimentan a las hordas esqueléticas de antiguos nómadas, dirigen a los dioses priaml enloquecidos, lanzan terribles maldiciones sobre las tierras del enemigo y, finalmente, envuelven al ejército en una niebla mágica para que no pueda ser detectado desde lejos. Las Grandes Brujas rara vez participan directamente en la batalla, pero incluso a través de estas acciones indirectas queda claro para cualquiera que se enfrente al ejército del aquelarre qué poderosas hechiceras se encuentran detrás de él.

source: grand witch blood
es: sangre de gran bruja

source: This unit has a permanent 15% bonus to magical resistances, lesser regeneration +4, +1 movement, and 25% bonus to HP.
es: Esta unidad tiene un bono permanente del 15% a las resistencias mágicas, regeneración menor +4, +1 movimiento, y 25% de bono a los PV.
