Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: Whenever this unit kills an enemy, he absorbs an amount of souls equal to the level of the killed unit (10 souls max). If the unit absorbs souls when at max souls, he gains +1 max hp per excess soul instead. If this is unit is killed and has 5 or more souls, he revives with 50% hp, teleports to his side's leader (or an ally leader if teleporting to the leader is not an option), and loses 5 souls.
es: Siempre que esta unidad mate un enemigo, absorbe una cantidad de almas igual al nivel de la unidad muerta (10 almas máx). Si la unidad absorbe almas cuando está en almas máx, gana +1 pv máx por alma exceso en vez. Si esta unidad es matada y tiene 5 o más almas, revive con 50% pv, se teletransporta al líder de su bando (o un líder aliado si teletransportar al líder no es una opción) y pierde 5 almas.

source: soul devoured
es: alma devorada

source: soul burst
es: estallido de alma

source: Whenever this attack kills an enemy, adjacent enemies take arcane damage equal to the exp you get from killing an enemy (8 for lvl1, 16 for lvl2, 24 for lvl3, etc.).
es: Siempre que este ataque mate un enemigo, enemigos adyacentes reciben daño arcano igual a la exp que obtienes de matar un enemigo (8 para niv1, 16 para niv2, 24 para niv3, etc.).

source: container of darkness +{VALUE}
es: contenedor de oscuridad +{VALUE}

source: This unit heals adjacent undead units. The healing amount starts at +2hp and heals 1 more for each 10% hp the unit lost (+12 max).
es: Esta unidad sana unidades no muertas adyacentes. La cantidad de sanación comienza en +2pv y sana 1 más por cada 10% pv que la unidad perdió (+12 máx).

source: This unit heals adjacent undead units. The healing amount starts at +2hp and heals 1 more for each 10% hp the unit lost (+2 when at fully hp, +3 when at/above 90% hp, +4 when at/above 80% hp, etc. up to +12 max).
es: Esta unidad sana unidades no muertas adyacentes. La cantidad de sanación comienza en +2pv y sana 1 más por cada 10% pv que la unidad perdió (+2 cuando en pv completos, +3 cuando en/por encima de 90% pv, +4 cuando en/por encima de 80% pv, etc. hasta +12 máx).

source: absorb power
es: absorber poder

source: Whenever this attack kills an enemy, the attack's damage is permanently increased by the enemy's level.
es: Siempre que este ataque mate un enemigo, el daño del ataque se aumenta permanentemente por el nivel del enemigo.

source: <span color='#c800ff'>+$unit.level| damage</span>
es: <span color='#c800ff'>+$unit.level| daño</span>

source: enslaver of souls
es: esclavizador de almas

source: When a living unit (either ally or enemy) dies in a 2-tile radius from this unit, they are revived as a soul thrall of the resurrecting unit's side. Soul thralls have -40% damage/max hitpoints/exp/max exp, their level is reduced by 1, and the alignment changes to chaotic. If a dying unit is the radius of both an ally and enemy unit with this ability, the ally takes priority.
es: Cuando una unidad viva (ya sea aliada o enemiga) muere en radio de 2 casillas de esta unidad, se revive como esclavo de alma del bando de la unidad resucitadora. Esclavos de alma tienen -40% daño/pv máx/exp/exp máx, su nivel se reduce por 1 y la alineación cambia a caótica. Si una unidad moribunda está en el radio de tanto una unidad aliada como enemiga con esta habilidad, el aliado toma prioridad.

source: curse of transformation
es: maldición de transformación

source: On hit, if the enemy's level is
es: Al impactar, si el nivel del enemigo es

source: or lower, the enemy is transformed into a random animal of the same level until the end of the unit's next turn. Only works on living enemies.
es: o menor, el enemigo se transforma en un animal aleatorio del mismo nivel hasta el final del próximo turno de la unidad. Solo funciona en enemigos vivos.

source: transform event triggered
es: evento transformar activado

source: transform level filter passed
es: filtro de nivel transformar pasado

source: ERROR: there is no transform list for units of this level, transforming into rat as a failsafe
es: ERROR: no hay lista de transformación para unidades de este nivel, transformando en rata como medida de seguridad

source: female^Enslaved!
es: ¡Esclavizada!

source: Enslaved!
es: ¡Esclavizado!

source: Instead of killing living enemies, this attack turns them into slaves. Upon being enslaved, the enemy unit's hitpoints are set to 50% of their max value, and the unit cannot move/attack on the same turn as being enslaved. Units with the 'pillage' ability can't use it while enslaved. Enslaving an enemy leader (unless the enemy has another leader) also enslaves all of his enslaveable units. This attack also converts enemy slaves to you
es: En vez de matar enemigos vivos, este ataque los convierte en esclavos. Al ser esclavizados, los puntos de vida de la unidad enemiga se fijan en 50% de su valor máximo, y la unidad no puede moverse/atacar en el mismo turno que fue esclavizada. Unidades con la habilidad 'saqueo' no pueden usarla mientras están esclavizadas. Esclavizar un líder enemigo (a menos que el enemigo tenga otro líder) también esclaviza todas sus unidades esclavizables. Este ataque también convierte esclavos enemigos en tuyos

source: enslave
es: esclaviza

source: Doesn't work on mechanical units, or units whose level is above that specified in the weapon special's name (however, it can be convert enemy slaves regardless of level).
es: No funciona en unidades mecánicas o unidades cuyo nivel sea superior al especificado en el nombre del especial de arma (sin embargo, puede convertir esclavos enemigos independientemente del nivel).

source: enslave living
es: esclaviza vivo

source: Doesn't work on non-living units (except vampires), or units whose level is above that specified in the weapon special's name (however, it can be convert enemy slaves regardless of level).
es: No funciona en unidades no vivas (excepto vampiros) o unidades cuyo nivel sea superior al especificado en el nombre del especial de arma (sin embargo, puede convertir esclavos enemigos independientemente del nivel).

source: slave canrecruit: $tmp_slaveisleader|
es: esclavo puede reclutar: $tmp_slaveisleader|

source: female^Converted!
es: ¡Convertida!

source: Converted!
es: ¡Convertido!

source: slave
es: esclavo

source: This unit is a slave, and has very little loyalty to their masters. They deal 25% less damage unless there is a non-slave ally (master) next to them, and If attacked without any non-slave 'allies' nearby, they will join the enemy team (except if the unit used to be a leader, and was allied with the freer side), and regain their freedom. They can also be freed if the total level of freers is higher than that of the slavers. Slave cannot move/attack on the same turn as they are freed. Undead/animal units cannot free slaves.
es: Esta unidad es un esclavo y tiene muy poca lealtad a sus amos. Causan 25% menos daño a menos que haya un aliado no esclavo (amo) junto a ellos, y si son atacados sin 'aliados' no esclavos cercanos, se unirán al equipo enemigo (excepto si la unidad solía ser líder y estaba aliada con el bando liberador), y recuperarán su libertad. También pueden ser liberados si el nivel total de liberadores es mayor que el de los esclavistas. Los esclavos no pueden moverse/atacar en el mismo turno que son liberados. Unidades no muertas/animales no pueden liberar esclavos.

source: This unit is a slave, and has very little loyalty to their masters. If this is unit is attacked and the hit leaves the unit with 30% or less HP, they will join the enemy team and regain their freedom, and also recover enough HP to be back at 30% HP. Khaganate units convert slaves instead of freeing them. However, if a unit with 'leadership' or 'oversight' abilities is standing next to a slave, the slave won't change sides.
es: Esta unidad es un esclavo y tiene muy poca lealtad a sus amos. Si esta unidad es atacada y el golpe deja a la unidad con 30% o menos PV, se unirán al equipo enemigo y recuperarán su libertad, y también recuperarán suficientes PV para volver a 30% PV. Unidades del Jaganato convierten esclavos en vez de liberarlos. Sin embargo, si una unidad con habilidades 'liderazgo' o 'vigilancia' está junto a un esclavo, el esclavo no cambiará de bando.

source: slave has overlay: $tmp_slave_has_overlay|
es: esclavo tiene superposición: $tmp_slave_has_overlay|

source: Freedom!
es: ¡Libertad!

source: Khaganate Citizenship: the unit is no longer a slave, and becomes a khaganate unit, +15% damage, and loyal trait, +20% XP
es: Ciudadanía Jaganato: la unidad ya no es esclava y se convierte en unidad del jaganato, +15% daño y rasgo leal, +20% PX

source: Slaver points2: $slaver_points2|.
es: Puntos esclavistas2: $slaver_points2|.

source: Freer points: $freer_points|. Slaver points: $slaver_points| Slaver points 2: $slaver_points2|. Prisoner free: $prisoner_tofree|
es: Puntos liberadores: $freer_points|. Puntos esclavistas: $slaver_points| Puntos esclavistas 2: $slaver_points2|. Prisionero libre: $prisoner_tofree|

source: oversight
es: vigilancia

source: Adjacent ally slaves/disloyals deal
es: Esclavos o desleales aliados adyacentes infligen

source: more damage, and slaves cannot be freed when attacked. Adjacent ally disloyal units no longer have a chance to betray you when defeated. Whenever an adjacent slave or disloyal kills an enemy, this unit gains exp equal to 33% of the exp from the kill (rounded up. If there are multiple overseers, the overseer who gets the exp is chosen randomly). Doesn't work if the unit is captured.
es: más daño, y los esclavos no pueden ser liberados cuando son atacados. Las unidades desleales aliadas adyacentes ya no tienen posibilidad de traicionarte al ser derrotadas. Siempre que un esclavo o desleal adyacente mata a un enemigo, esta unidad obtiene experiencia equivalente al 33% de la experiencia de la muerte (redondeado hacia arriba. Si hay múltiples supervisores, el que recibe la experiencia se elige al azar). No funciona si la unidad está capturada.

source: convert slaves
es: convertir esclavos

source: Works like enslave, except only on either freed recruitable slaves, or currently enslaved enemy slaves (converts them to your side instead).
es: Funciona como esclaviza, excepto solo en esclavos reclutables liberados o esclavos enemigos actualmente esclavizados (los convierte a tu bando en vez).

source: disloyal
es: desleal

source: This unit is disloyal, and is prone to desertion. Upon being defeated, they will join the enemy team unless there is a unit with 'leadership' or 'oversight' abilities next to the disloyal unit. After joining the enemy, their hitpoints are reset to 33% of their max HP, but they lose half of their current experience. Also, upon deserting, they move to the enemy side's leader. The deserter cannot move/attack on the same turn as they deserted on. If their side's leader dies, disloyal units automatically desert to the enemy. If the disloyal unit is a leader, they lose their ability to recruit.
es: Esta unidad es desleal y propensa a la deserción. Al ser derrotada, se unirá al equipo enemigo a menos que haya una unidad con habilidades 'liderazgo' o 'vigilancia' junto a la unidad desleal. Después de unirse al enemigo, sus puntos de vida se reinician a 33% de su PV máximo, pero pierden la mitad de su experiencia actual. Además, al desertar, se mueven al líder del bando enemigo. El desertor no puede moverse/atacar en el mismo turno que desertó. Si el líder de su bando muere, las unidades desleales desertan automáticamente al enemigo. Si la unidad desleal es líder, pierden su habilidad para reclutar.

source: punisher
es: castigador

source: Adjacent enemy slaves (or freed slaves) deal 25% less damage, and adjacent enemy disloyal units deal 15% less damage.
es: Esclavos enemigos adyacentes (o esclavos liberados) causan 25% menos daño, y unidades desleales enemigas adyacentes causan 15% menos daño.

source: night form
es: forma nocturna

source: This unit turns into their night form variation at dusk/night, and transforms back at dawn/day.
es: Esta unidad se convierte en su variación de forma nocturna al atardecer/noche, y se transforma de vuelta al amanecer/día.

source: blood magic
es: magia de sangre

source: This attack can't be used on non-living units.
es: Este ataque no se puede usar en unidades no vivas.

source: finish off
es: rematar

source: This attack has more damage and accuracy the less HP the opponent has: Damage: +25% if below 70% HP, +50% if below 50% HP, +100% if below 30% HP. Accuracy: +10% if below 30% HP +20% if below 20% HP, +30% if below 10% HP.
es: Este ataque tiene más daño y precisión cuanto menos PV tenga el oponente: Daño: +25% si por debajo de 70% PV, +50% si por debajo de 50% PV, +100% si por debajo de 30% PV. Precisión: +10% si por debajo de 30% PV +20% si por debajo de 20% PV, +30% si por debajo de 10% PV.

source: paralyzed
es: paralizado

source: This attack's strikes are reduced to 1.
es: Los golpes de este ataque se reducen a 1.

source: paralyze
es: paralizar

source: This attack sets the opponent's number of strikes on all attacks to 1, and defense on all terain by 10%, until the enemy's next turn. Does not work on non-living units.
es: Este ataque fija el número de golpes del oponente en todos los ataques a 1, y la defensa en todo terreno en 10%, hasta el próximo turno enemigo. No funciona en unidades no vivas.

source: paralyze event triggered
es: evento paralizar activado

source: female^paralyzed
es: paralizada

source: khagan's presence
es: presencia del jagán

source: Adjacent ally khaganate units (except other units with this ability) deal 15% more damage and adjacent slaves/disloyals deal 33% more damage. Slaves in a 2-tile radius cannot be freed when attacked. Also, ally disloyal units in a 2-tile radius no longer have a chance to betray you when defeated. Whenever an adjacent slave kills an enemy, this unit gains exp equal to 33% of the exp from the kill (rounded up. If there are multiple overseers, the overseer who gets the exp is chosen randomly). Doesn't work if the unit is captured.
es: Unidades aliadas del jaganato adyacentes (excepto otras unidades con esta habilidad) causan 15% más daño y esclavos/desleales adyacentes causan 33% más daño. Esclavos en radio de 2 casillas no pueden ser liberados al atacar. Además, unidades desleales aliadas en radio de 2 casillas ya no tienen posibilidad de traicionarte al ser derrotadas. Siempre que un esclavo adyacente mate un enemigo, esta unidad gana exp igual al 33% de la exp de la muerte (redondeado hacia arriba. Si hay múltiples vigilantes, el vigilante que recibe la exp se elige al azar). No funciona si la unidad está capturada.

source: On hit, this attack steals up to
es: Al impactar, este ataque roba hasta

source: experience from the enemy.
es: experiencia del enemigo.

source: +$tmp_expsteal| xp
es: +$tmp_expsteal| px

source: -$tmp_expsteal| xp
es: -$tmp_expsteal| px

source: penetrate armor
es: penetrar armadura

source: While attacking with this weapon, the opponent's resistances are reduced by
es: Mientras ataca con esta arma, las resistencias del oponente se reducen por

source: % (can't reduce resistances below 0%).
es: % (no puede reducir resistencias por debajo de 0%).

source: This unit’s physical resistances are reduced by
es: Las resistencias físicas de esta unidad se reducen por

source: %. This effect disappears after a turn.
es: %. Este efecto desaparece después de un turno.

source: %. Этот эффект исчезает через ход.
es: %. Este efecto desaparece después de un turno.

source: knockback
es: retroceso

source: On offense, this unit pushes the enemy one tile behind on hit. This does not work if that tile is either occupied or impassable for the enemy.
es: En ofensiva, esta unidad empuja al enemigo una casilla atrás al impactar. Esto no funciona si esa casilla está ocupada o impracticable para el enemigo.

source: Trample!
es: ¡Arrollar!

source: Sir
es: Señor

source: King
es: Rey

source: The Great
es: El Grande

source: Pope
es: Papa

source: The Clumsy
es: El Torpe

source: The Taker of Villages
es: El Tomador de Aldeas

source: The Giantslayer
es: El Matagigantes

source: The Crusher of Weaklings
es: El Aplastador de Débiles

source: The Kingslayer
es: El Matarreyes

source: You're currently at/above max vassal amount, so you can't pick new ones at the start of battle yet.
es: Estás actualmente en/sobre el máximo de vasallos, así que no puedes elegir nuevos al inicio de la batalla aún.

source: Choose a new vassal(s) to fill your remaining vassal slots (will be added to your recall list, can choose $tmp_vassal_picks_left| vassals)
es: Elige un nuevo vasallo(s) para llenar tus espacios de vasallos restantes (se agregará a tu lista de reincorporar, puedes elegir $tmp_vassal_picks_left| vasallos)

source: Choose your first vassal (will be added to your recall list)
es: Elige tu primer vasallo (se agregará a tu lista de reincorporar)

source: Choose your second vassal (will be added to your recall list)
es: Elige tu segundo vasallo (se agregará a tu lista de reincorporar)

source: Since your leader is level 4 or above, you can choose a third vassal (will be added to your recall list)
es: Ya que tu líder es nivel 4 o superior, puedes elegir un tercer vasallo (se agregará a tu lista de reincorporar)

source: bravado
es: bravuconería

source: new attack
es: nuevo ataque

source: $this_item.name| - costs <span color='#cccc33'>$this_item.cost|</span> gold
es: $this_item.name| - cuesta <span color='#cccc33'>$this_item.cost|</span> oro

source: mercenary
es: mercenario

source: This unit doesn't cost upkeep, but instead takes gold directly. If the unit's side doesn't have enough gold to pay, the mercenary's attacks all become defend-only for one turn. Leaders are unaffected.
es: Esta unidad no cuesta mantenimiento, pero en vez toma oro directamente. Si el bando de la unidad no tiene suficiente oro para pagar, todos los ataques del mercenario se convierten en solo defensa por un turno. Líderes no se afectan.

source: -$tmp_ringleader_upkeep|g
es: -$tmp_ringleader_upkeep|o

source: Unpaid
es: No pagado

source: No upkeep
es: Sin mantenimiento

source: -$tmp_mercenary_cost|g
es: -$tmp_mercenary_cost|o

source: sermon
es: sermón

source: Each turn, this unit increases the faith of adjacent allies (reduces a unit's 'sermon left' value by
es: Cada turno, esta unidad incrementa la fe de aliados adyacentes (reduce el valor de «sermon left» de una unidad en

source: . When that reaches 0 or below, faith increases by 1). Doesn't work on non-living units. Units can only be preached to once per turn.
es: . Cuando este valor llega a 0 o menos, la fe aumenta en 1). No funciona en unidades no vivas. Las unidades solo pueden recibir sermón una vez por turno.

source: faith increased!
es: ¡fe aumentada!

source: heretical blow
es: golpe herético

source: Like backstab, but deals 25% more damage per level of heresy instead of doubling.
es: Como puñalada trapera, pero causa 25% más daño por nivel de herejía en vez de duplicar.

source: malediction
es: maldición

source: Enemy units have a higher chance to hit this unit based on their faith level (5% bonus chance to hit per 1 faith)
es: Unidades enemigas tienen mayor probabilidad de impactar esta unidad basada en su nivel de fe (5% bono de probabilidad de impacto por 1 fe)

source: This unit applies the 'malediction' effect to the target enemy for a turn. Allies have a higher chance to hit the enemy based on their own faith level (5% bonus chance to hit per 1 faith)
es: Esta unidad aplica el efecto 'maldición' al enemigo objetivo por un turno. Aliados tienen mayor probabilidad de impactar al enemigo basada en su propio nivel de fe (5% bono de probabilidad de impacto por 1 fe)

source: pope
es: papa

source: Adjacent allies deal +15% damage per faith level.
es: Aliados adyacentes causan +15% daño por nivel de fe.

source: loyal bishop
es: obispo leal

source: This unit increases the faith of newly-recruited units by 1.
es: Esta unidad aumenta la fe de unidades recién reclutadas por 1.

source: false prophet
es: falso profeta

source: This unit decreases the faith of newly-recruited units by 1, and starts with 4 heresy.
es: Esta unidad disminuye la fe de unidades recién reclutadas por 1 y comienza con 4 herejía.

source: mercenary ringleader
es: cabecilla mercenario

source: condottiere
es: condotiero

source: This unit takes gold per turn equal to the income of 2 villages plus 1, but other mercenaries won't take gold while this unit is paid.
es: Esta unidad toma oro por turno igual al ingreso de 2 aldeas más 1, pero otros mercenarios no tomarán oro mientras esta unidad sea pagada.

source: This unit gives firststrike to all allies in a 2-tile radius for one turn each turn.
es: Esta unidad da golpe primero a todos los aliados en radio de 2 casillas por un turno cada turno.

source: highwayman
es: salteador de caminos

source: Each turn, this unit gives all adjacent allies a melee fire attack for the rest of the scenario. The strength of the attack depends on unit level.
es: Cada turno, esta unidad da a todos los aliados adyacentes un ataque cuerpo a cuerpo de fuego por el resto del escenario. La fuerza del ataque depende del nivel de la unidad.

source: heals +{VALUE}
es: sana +{VALUE}

source: This unit heals adjacent units by {VALUE} HP per turn, or stops poison from taking effect for that turn.
es: Esta unidad sana unidades adyacentes por {VALUE} PV por turno, o detiene el veneno de tener efecto por ese turno.

source: faith healing
es: sanación por fe

source: Heals adjacent allies by 4 HP per point of their faith (up to +12 hp). Does not cure poison.
es: Sana aliados adyacentes por 4 PV por punto de su fe (hasta +12 pv). No cura veneno.

source: Each turn, this unit decreases the faith of adjacent allies (takes 3 turns to decrease faith by 1) and once faith is #below 0 this ability increases heresy. Doesn't work on non-living units. Units can only be preached to once per turn.
es: Cada turno, esta unidad disminuye la fe de aliados adyacentes (toma 3 turnos para disminuir fe por 1) y una vez que la fe está por debajo de 0 esta habilidad aumenta herejía. No funciona en unidades no vivas. Unidades solo pueden ser predicadas una vez por turno.

source: pride
es: orgullo

source: This unit's pride is so intense that it makes adjacent adjacent ally units' damage reduced by
es: El orgullo de esta unidad es tan intenso que hace que el daño de unidades aliadas adyacentes adyacentes se reduzca por

source: %. This has no effect on non-living units or other units with pride.
es: %. Esto no tiene efecto en unidades no vivas u otras unidades con orgullo.

source: soul flame
es: llama del alma

source: Each turn this unit deals 2 plus unit level fire to all adjacent units, even allies. This can't kill. Does not damage units whose faith is 2 or above.
es: Cada turno esta unidad causa 2 más nivel de unidad fuego a todas las unidades adyacentes, incluso aliados. Esto no puede matar. No daña unidades cuya fe sea 2 o superior.

source: zeal
es: celo

source: Adjacent allies deal more damage when attacking: 15% if the same level, 30% if one level lower, 45% if two levels lower, etc. Does not work in defense, and does not stack with leadership/similar abilities.
es: Aliados adyacentes causan más daño al atacar: 15% si mismo nivel, 30% si un nivel menor, 45% si dos niveles menor, etc. No funciona en defensa y no se acumula con liderazgo/habilidades similares.

source: pull
es: tirar
