Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: <header>text='History'</header> The concept of statehood in the east of the Continent begins with the Xian civilization. It was an ancient culture that arose before the eventual ascent of the Dunefolk and the migrations of the future Wesnothians. For a long time, the Xian civilization was just a mosaic of city-states and small kingdoms. Occasionally, someone would manage to gain the upper hand and become a hegemon; even so, the success did not last long – till the first royal coup, followed by the collapse of the entire Empire. <header>text='The First Mandate'</header> Everything changed when a huge black hole appeared out of nowhere, the voices from which instructed a local prince and prophesied great luck to those who would fulfill their will. The name of that abyss was Tartarus. Subsequently, this minor prince would conquer his neighbours and establish the first stable centralized power in the region. The Xian Mandate would be established. Although it would be able to defeat the Bull God's Centaur army in the future, Xian would have already become be too weak for later invasions. <header>text='The Second Mandate'</header> The next invasion came from inside – blue lizards – Kobolds, came to the surface from subterranean tunnels. Using the most modern siege engines, they quickly took the cities of Xian when they were at their weakest. Most humans were thrown into the Pit of Tartarus itself, a few escaped by fleeing to the distant lands. The Kobold Mandate reigned victorious. <header>text='The Third Mandate'</header> The Kobolds would then be overthrown by the Jiangshi – energy vampires from the depths of Tartarus, who gained strength from the bodies of the Xians thrown into the Abyss and wanted more – the Mandate and blood of Kobolds. Then, they turned the lifeless Xians into their own Terracotta army. <header>text='The Fourth Mandate'</header> Vampires would not be in power for long. The new invaders – the subterranean giants known as the Mangus – would destroy the Jiangshi elite, subjugate the Terracotta People and earn the trust of Kobolds.Later, the Mangus will also go to meet the Yaoguai, offering them the status of clients of the Empire. From then on, the mysterious creatures would be basking in their acquired autonomy, supplying relatives to the service in exchange. The Fourth Empire was born – the strongest and most capable state, which had ever been honoured with the Mandate of the Abyss. However, there is still a going struggle among the Mangus clans for a place on the throne, resulting in disobedience and separatism. <header>text='Political and social structure'</header> The Mangus are the elite of the state and the army, including the Emperor-Dahan. Jiangshi are bureaucrats and other government officers, Terracotta People are the army and police, Kobolds are artisans and scientists, the Yaoguai are mages and masters of silk and other arts. Kobolds and Terracotta People form the bulk of population, they are also engaged in agriculture and construction.The monstrous worms – Olgoi-Horhoi – are an indispensable tool in the arsenal of the Abyss Mandate. They are the ones who help to organize complex logistics to maintain a diverse and numerous army that can deliver pinpoint strikes on vulnerable enemy positions. <header>text='The Abyss of Tartarus'</header> Tartarus appeared as the remains of the old Hierarchs, destroyed by the Bull God, strived to converge. Since then, Tartarus has been conspiring its own plans to maintain its presence in Irdia in order to destroy the Bull God and his minions in the future. It tests its own followers, calling for new applicants for the Mandate of Tartarus, weeding out any flaw and weakness of his creation.
es: <header>text='Historia'</header> El concepto de estado en el este del Continente comienza con la civilización Xian. Fue una cultura antigua que surgió antes del eventual ascenso de los Barjanes y las migraciones de los futuros Wesnothianos. Durante mucho tiempo, la civilización Xian fue solo un mosaico de ciudades-estado y pequeños reinos. Ocasionalmente, alguien lograría ganar la supremacía y convertirse en un hegemon; aun así, el éxito no duró mucho, hasta el primer golpe real, seguido del colapso de todo el Imperio. <header>text='El Primer Mandato'</header> Todo cambió cuando un enorme agujero negro apareció de la nada, cuyas voces instruyeron a un príncipe local y profetizaron gran suerte a quienes cumplieran su voluntad. El nombre de ese abismo era Tártaro. Posteriormente, este príncipe menor conquistaría a sus vecinos y establecería el primer poder centralizado estable en la región. Se establecería el Mandato Xian. Aunque sería capaz de derrotar al ejército Centauro del Dios Toro en el futuro, Xian ya se habría debilitado demasiado para invasiones posteriores. <header>text='El Segundo Mandato'</header> La siguiente invasión provino del interior: lagartos azules, Kobolds, salieron a la superficie desde túneles subterráneos. Usando los motores de asedio más modernos, rápidamente tomaron las ciudades de Xian cuando estaban en su punto más débil. La mayoría de los humanos fueron arrojados al mismo Foso del Tártaro, unos pocos escaparon huyendo a tierras distantes. El Mandato Kobold reinó victorioso. <header>text='El Tercer Mandato'</header> Los Kobolds serían derrocados por los Jiangshi, vampiros de energía de las profundidades del Tártaro, que obtuvieron fuerza de los cuerpos de los Xian arrojados al Abismo y querían más: el Mandato y la sangre de los Kobolds. Luego, convirtieron a los Xian sin vida en su propio ejército de Terracota. <header>text='El Cuarto Mandato'</header> Los vampiros no estarían en el poder por mucho tiempo. Los nuevos invasores, los gigantes subterráneos conocidos como los Mangus, destruirían a la élite Jiangshi, subyugarían al Pueblo de Terracota y se ganarían la confianza de los Kobolds. Más tarde, los Mangus también irían a reunirse con los Yaoguai, ofreciéndoles el estatus de clientes del Imperio. A partir de entonces, las misteriosas criaturas se regocijarían en su autonomía adquirida, suministrando parientes al servicio a cambio. Nació el Cuarto Imperio, el estado más fuerte y capaz que jamás haya sido honrado con el Mandato del Abismo. Sin embargo, todavía hay una lucha constante entre los clanes Mangus por un lugar en el trono, lo que resulta en desobediencia y separatismo. <header>text='Estructura política y social'</header> Los Mangus son la élite del estado y el ejército, incluido el Emperador-Dahan. Los Jiangshi son burócratas y otros funcionarios del gobierno, el Pueblo de Terracota son el ejército y la policía, los Kobolds son artesanos y científicos, los Yaoguai son magos y maestros de la seda y otras artes. Los Kobolds y el Pueblo de Terracota forman la mayor parte de la población, también se dedican a la agricultura y la construcción. Los gusanos monstruosos, Olgoi-Horhoi, son una herramienta indispensable en el arsenal del Mandato del Abismo. Ellos son los que ayudan a organizar una logística compleja para mantener un ejército diverso y numeroso que puede lanzar ataques precisos contra posiciones enemigas vulnerables. <header>text='El Abismo del Tártaro'</header> El Tártaro apareció como los restos de los viejos Jerarcas, destruidos por el Dios Toro, que se esforzaron por converger. Desde entonces, el Tártaro ha estado conspirando sus propios planes para mantener su presencia en Irdia con el fin de destruir al Dios Toro y sus secuaces en el futuro. Pone a prueba a sus propios seguidores, pidiendo nuevos aspirantes al Mandato del Tártaro, eliminando cualquier defecto y debilidad de su creación.

source: Dead Field Coven
es: Aquelarre del Campo Muerto

source: Serpent Khaganate
es: Jaganato Serpiente

source: Ogre Kingdom
es: Reino Ogro

source: Tartarus Mandate
es: Mandato del Tártaro

source: Bull Tumen
es: Horda del Toro

source: Northern Knyaz Triumvirate
es: Triumvirato de Knyaz del Norte

source: Dark Yoke WIP
es: Yugo Oscuro WIP

source: Collected Souls:
es: Almas recolectadas:

source: The souls this unit collects are used for the 'devourer of souls' ability
es: Las almas que esta unidad recolecta se utilizan para la habilidad «devorador de almas»

source: Turns until birth:
es: Turnos hasta el nacimiento:

source: Number of turns until a kanavar is birthed and added to the recall list
es: Número de turnos hasta que nazca un kanavar y se agregue a la lista de reincorporación

source: Inspiration turns left:
es: Turnos de inspiración restantes:

source: Number of turns until the inspiration from the 'duel' ability wears off
es: Número de turnos hasta que desaparezca la inspiración de la habilidad «duelo»

source: Idol turns left:
es: Turnos de ídolo restantes:

source: Number of turns until the damage bonus from an idol wears off
es: Número de turnos hasta que desaparezca la bonificación de daño de un ídolo

source: Godless
es: Impío

source: Believer
es: Creyente

source: Faithful
es: Fiel

source: Pious
es: Piadoso

source: ERROR: TOO HIGH FAITH
es: ERROR: FE DEMASIADO ALTA

source: Faith:
es: Fe:

source: Gives different effects based on faith level: 1 - unit becomes lawful and fearless, but gets the pride 15% ability 2 - unit gains +1 damage, but gets the pride 25% ability 3 - unit gains the soul flame ability
es: Otorga diferentes efectos según el nivel de fe: 1 - la unidad se vuelve legal e intrépida, pero obtiene la habilidad «orgullo 15%» 2 - la unidad gana +1 de daño, pero obtiene la habilidad «orgullo 25%» 3 - la unidad gana la habilidad «llama del alma»

source: Sermons left:
es: Sermones restantes:

source: The amount of sermons until the unit's faith level increases by 1
es: La cantidad de sermones hasta que el nivel de fe de la unidad aumente en 1

source: You are their kinsmen, why aren't you fighting us?
es: ¿Son sus parientes, por qué no luchan contra nosotros?

source: Kinsmen!? You couldn't find a worse insult, ogre! We don't want to have anything in common with these cowardly Krad weaklings, who forgot the true ancestry, the forefathers. You are attacking them, aren't you? I'll gladly help you, provided that you pay me 95 gold.
es: ¡¿Parientes!? ¡No podrías encontrar un peor insulto, ogro! No queremos tener nada en común con estos cobardes débiles de Krad, que olvidaron la verdadera ancestría, los antepasados. Los atacan, ¿no? Gustosamente los ayudaré, siempre que me paguen 95 oro.

source: I can't afford your services right now.
es: No puedo pagar sus servicios ahora.

source: Come back when you loot some gold then. We'll be staying at this camp in the meantime.
es: Vuelve cuando saqueen algo de oro entonces. Estaremos quedándonos en este campamento mientras tanto.

source: Hmmmm... should I hire them?
es: Hmmmm... ¿debería contratarlos?

source: Yes (costs 95 gold)
es: Sí (cuesta 95 oro)

source: (to his men) Alright lads, time to show Krad the power of the true warriors, the warriors of Temsk!
es: (a sus hombres) ¡Bien muchachos, hora de mostrarle a Krad el poder de los verdaderos guerreros, los guerreros de Temsk!

source: Your loss. If you change your mind, we'll still be staying here for a while.
es: Su pérdida. Si cambian de idea, aún estaremos quedándonos aquí por un tiempo.

source: Hey, stepnians, how about joining the siege?
es: Ey, esteparios, ¿qué tal unirse al asedio?

source: We are always happy to plunder the humans, but the city is well defended, none of our hordes could take it. We don't want to risk our asses for nothing. Pay us 95 gold and then we'll join you.
es: Siempre estamos felices de saquear a los humanos, pero la ciudad está bien defendida, ninguna de nuestras hordas podría tomarla. No queremos arriesgar nuestros traseros por nada. Págannos 95 oro y entonces nos uniremos.

source: (to his men) All right bandits, it's time to loot this town!
es: (a sus hombres) ¡Bien bandidos, es hora de saquear esta ciudad!

source: GSE - 2p — Siege Race
es: GSE - 2j — Carrera de Asedio

source: Two conquerors surrounded the city of the Northerners. Now they want to have a contest: whoever captures the citadel first will take the city. For the sake of victory, the conquerors are ready to do anything, even exterminate each other's armies if they have to.
es: Dos conquistadores rodearon la ciudad de los Norteños. Ahora quieren tener un concurso: quien capture la ciudadela primero tomará la ciudad. Por el bien de la victoria, los conquistadores están listos para hacer cualquier cosa, incluso exterminar los ejércitos del otro si es necesario.

source: Southern Contender
es: Contendiente Sureño

source: Northern Contender
es: Contendiente Norteño

source: Northerners
es: Norteños

source: Mercernaries
es: Mercenarios

source: Fill water with soil, costs <span color='#2c9fed'>40%</span> of this unit's moves
es: Llenar agua con tierra, cuesta <span color='#2c9fed'>40%</span> de los movimientos de esta unidad

source: We defeated their army and surrounded the city. Let the contest begin!
es: Derrotamos su ejército y rodeamos la ciudad. ¡Que comience el concurso!

source: You're right! But be warned: though we are allies in this war, I will destroy your warriors if they try to steal my triumph!
es: ¡Tienes razón! Pero advertido: aunque somos aliados en esta guerra, destruiré tus guerreros si intentan robar mi triunfo!

source: Ha ha! Then I can say the same thing. Let's do it!
es: ¡Ja ja! Entonces puedo decir lo mismo. ¡Hagámoslo!

source: Kill the leader of the city
es: Matar al líder de la ciudad

source: Death of city leader by hands of other's contender warriors
es: Muerte del líder de la ciudad por manos de guerreros contendientes del otro

source: Death of your leader
es: Muerte de tu líder

source: There are mercenary camps on the map. You can hire them for money to ease a siege, or to spite another Pan.
es: Hay campamentos mercenarios en el mapa. Puedes contratarlos por dinero para facilitar un asedio, o para fastidiar a otro Pan.

source: Your units can fill water tiles with soil (turning deep water into shallow water, and shallow water into ford) via a rightclick menu (costs moves though)
es: Tus unidades pueden llenar casillas de agua con tierra (convirtiendo agua profunda en agua somera, y agua somera en vado) mediante un menú de clic derecho (cuesta movimientos sin embargo)

source: Ha-ha, I win! This city will belong to me! I can't wait to make a victory feast of its inhabitants!
es: ¡Ja-ja, gano! ¡Esta ciudad me pertenecerá! ¡No puedo esperar para hacer un banquete de victoria de sus habitantes!

source: Yours has. Celebrate your victory soon, and then we'll continue our campaign.
es: El tuyo si. Celebra tu victoria pronto y luego continuaremos nuestra campaña.

source: Steppe - 2p — Steppe Fortress (Survival)
es: Estepa - 2j — Fortaleza de Estepa (Supervivencia)

source: Steppe Fortress is a survival scenario where you face off against waves of steppe units.
es: Fortaleza de Estepa es un escenario de supervivencia donde enfrentas olas de unidades de estepa.

source: teamname^Bull Tumen
es: equipo^Tumen Toro

source: teamname^Serpent Khaganate
es: equipo^Jaganato Serpiente

source: teamname^Dead Field Coven
es: equipo^Coven del Campo Muerto

source: teamname^Human
es: equipo^Humano

source: Since your team has only one leader, the enemy waves will not be at full strength.
es: Ya que tu equipo tiene solo un líder, las olas enemigas no estarán a plena fuerza.

source: Death of both of your team’s leaders
es: Muerte de ambos líderes de tu equipo

source: Since your team has two leaders, the enemy waves will be at full strength.
es: Ya que tu equipo tiene dos líderes, las olas enemigas estarán a plena fuerza.

source: Survive and defeat all enemy waves
es: Sobrevive y derrota todas las olas enemigas

source: The last wave is at turn 43
es: La última ola es en el turno 43

source: Dark Forecast — a random survival scenario
es: Pronóstico Oscuro — un escenario de supervivencia aleatorio

source: Your aim is to survive the spawning waves of units and defeat the final archenemies. # #The spawning waves are randomly generated and will be different each time Dark Forecast is played. # #They appear along the north, south, and west map edges — though they are most likely to spawn on the west edge. The waves appear at somewhat regular #intervals. # #The weather will also change randomly, affecting the layout of the map. # # #<b>Dark Forecast was made by:</b> # #<span color='green'>ForestDragon:</span> #• WML implementation #<span color='green'>Mechanical:</span> #• Map design, spawn groups, and scenario concept
es: Tu objetivo es sobrevivir las olas de unidades generadas y derrotar los archienemigos finales. # #Las olas generadas son aleatorias y serán diferentes cada vez que se juegue Pronóstico Oscuro. # #Aparecen a lo largo de los bordes norte, sur y oeste del mapa — aunque son más probables de generar en el borde oeste. Las olas aparecen en intervalos algo regulares. # #El clima también cambiará aleatoriamente, afectando el diseño del mapa. # # #<b>Pronóstico Oscuro fue hecho por:</b> # #<span color='green'>ForestDragon:</span> #• Implementación WML #<span color='green'>Mechanical:</span> #• Diseño de mapa, grupos de generación y concepto de escenario

source: Far, far away, where the steppe, the desert and the dead field intersect, there was a ruined fortress. It was built by the slaves of the great Khagan, then they were driven out of there by ogres from the Tumen, and a little later the ancient steppe rulers from the barrows pushed the ogres out. Then for many years the powerful of this world tried to take possession of the fortress, many soldiers had fallen next to its walls, but they did not achieve success - and abandoned it.
es: Lejos, muy lejos, donde la estepa, el desierto y el campo muerto se intersectan, había una fortaleza en ruinas. Fue construida por los esclavos del gran Jagán, luego fueron expulsados de allí por ogros del Tumen y un poco después los antiguos gobernantes de la estepa de los túmulos expulsaron a los ogros. Luego por muchos años los poderosos de este mundo intentaron tomar posesión de la fortaleza, muchos soldados cayeron junto a sus muros, pero no lograron éxito - y la abandonaron.

source: However, times have changed. The fire of a new war between the steppe rulers is flaring up brighter and brighter. They again remembered this fortress. And once again they sent their armies to take possession of it.
es: Sin embargo, los tiempos han cambiado. El fuego de una nueva guerra entre los gobernantes de la estepa se enciende cada vez más brillante. Recordaron esta fortaleza de nuevo. Y una vez más enviaron sus ejércitos para tomar posesión de ella.

source: Two brave commanders were the first to reach the fortress. Now they need to gain a foothold here and keep it - both from enemies and rivals who want to take away the glory of conquest.
es: Dos comandantes valientes fueron los primeros en llegar a la fortaleza. Ahora necesitan establecerse aquí y mantenerla - tanto de enemigos como rivales que quieren quitar la gloria de la conquista.

source: This isn't a fortress, it's a damn tomb! I can feel the bones crunch under my feet.
es: ¡Esto no es una fortaleza, es una maldita tumba! Puedo sentir los huesos crujir bajo mis pies.

source: I heard that when the dead tsars took over this fortress, they made two barrows from the corpses. There were remains of creatures from around the world! And then the ogres destroyed the barrows when searching for loot. Now there is little left of the barrows, and bones are all over the place.
es: Escuché que cuando los zares muertos tomaron esta fortaleza, hicieron dos túmulos de los cadáveres. ¡Había restos de criaturas de todo el mundo! Y luego los ogros destruyeron los túmulos al buscar botín. Ahora queda poco de los túmulos y los huesos están por todos lados.

source: Since we decided to fortify here, we need to burn the remains. My warriors have already set up the fires.
es: Ya que decidimos fortificarnos aquí, necesitamos quemar los restos. Mis guerreros ya han preparado las hogueras.

source: So be it. But what is it? Hear that? Battle drums. In a few hours there will be a fight, just like in old times.
es: Así sea. ¿Pero qué es eso? ¿Escuchan? Tambores de batalla. En unas horas habrá una pelea, igual que en los viejos tiempos.

source: Then we must prepare. Warriors, to arms!
es: Entonces debemos preparar. ¡Guerreros, a las armas!

source: boss
es: jefe

source: female^boss
es: jefa

source: The best troops, led by the generals themselves, are marching towards us!
es: ¡Las mejores tropas, lideradas por los generales mismos, marchan hacia nosotros!

source: If we can beat them back, the fortress is ours!
es: ¡Si podemos repelerlos, la fortaleza es nuestra!

source: Kill the enemy generals (silver crown)
es: Matar a los generales enemigos (corona plateada)

source: The general is dead! Run!
es: ¡El general está muerto! ¡Corran!

source: Retreat!
es: ¡Retirada!

source: Run, run!
es: ¡Corran, corran!

source: I don't want to stay next to these damned walls!
es: ¡No quiero quedarme junto a estos malditos muros!

source: With the death of the commander, the army fell into panic and the soldiers rushed away from the battlefield.
es: Con la muerte del comandante, el ejército cayó en pánico y los soldados corrieron lejos del campo de batalla.

source: The commanders watched from the blood-drenched walls as the enemies flee. Their warriors, tired of the battle, sighed with relief. It seemed to them that the battle was over, but each of the commanders understood that one more obstacle remained on the way to triumph...
es: Los comandantes observaron desde los muros empapados de sangre cómo los enemigos huían. Sus guerreros, cansados de la batalla, suspiraron con alivio. Les parecía que la batalla había terminado, pero cada uno de los comandantes entendía que un obstáculo más permanecía en el camino al triunfo...

source: Seems there is only one foe left in my path.
es: Parece que solo queda un enemigo en mi camino.

source: Mine too. But the glory of conquering the fortress shall be mine!
es: El mío también. ¡Pero la gloria de conquistar la fortaleza será mía!

source: We'll see about that.
es: Ya veremos.

source: Defeat your former ally
es: Derrota a tu antiguo aliado

source: We did it! The fortress is ours!
es: ¡Lo logramos! ¡La fortaleza es nuestra!

source: Weary from the battle, the soldiers watched from the walls as the remnants of the enemy armies fleв away. Their faces, drenched in blood and sweat, showed slight smiles. Each of them thanked their gods for making it out of this bloodbath alive. The remnants of the army of the fallen commander joined the army of the survivor, and he himself won the laurels of the conqueror of the fortress and received generous rewards from his master.
es: Cansados de la batalla, los soldados observaron desde los muros cómo los restos de los ejércitos enemigos huían. Sus rostros, empapados en sangre y sudor, mostraban leves sonrisas. Cada uno de ellos agradeció a sus dioses por salir vivos de este baño de sangre. Los restos del ejército del comandante caído se unieron al ejército del sobreviviente y él mismo ganó los laureles del conquistador de la fortaleza y recibió generosas recompensas de su amo.

source: Ha! The fortress and glory are both mine!
es: ¡Ja! ¡La fortaleza y la gloria son mías!

source: Traitor... I curse you, you will share my fate!
es: Traidor... ¡Te maldigo, compartirás mi destino!

source: I am defeated... my bones will forever remain in this cursed place!
es: ¡Estoy derrotado... mis huesos permanecerán para siempre en este lugar maldito!

source: No! Soldiers, hold... the... fortress...
es: ¡No! Soldados, mantengan... la... fortaleza...
