Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: Abomination are powerful monsters from the underworld. They were named so because no other word can truly describe these imposing and bloodthirsty creatures. The summoning of an Abomination is an monumental event for the steppe horde. To summon this beast, shamans shed rivers of blood, hundreds of bull bones fill a giant cauldron, and dozens of strong and furious ogres are sacrificed. All of this because the lord of the underworld himself is watching this: without the personal permission of the Bull God, the summoning will not work, so he needs to be offered generous gifts. As a result of bloody spells and terrible rituals, which can last for several days, from the black cauldron, which in such cases is called the Bloody Gate, a giant bone monstrosity with hungry burning eyes is born, which is soaked in blood, and which craves for more of the red liquid every second of its existence. As soon as possible, the Abomination is sent into battle. None of the sedentary peoples who met the Nightmare in battle could return and convey the horror it instills in their opponents. And the ogres themselves try to forget battles side-by-side with the Abomination, like a bad dream. Imagine for yourself: a giant bone beast rushes over the battlefield and collects a bloody harvest: under its piercing howl, like the howl of the wind in a hurricane, whole squads of friends and enemies alike fall to the ground at once, their blood boils, ruptures blood vessels and from under the skin flies in red streams into the ribs of the monster. And those who tried to stop the Nightmare in close combat are torn to pieces by huge claws or are crushed by its ominous skull. Where the Abomination flew by, a trail of dry and shriveled corpses and pieces of bodies remains, while not a drop of blood is left either in the dead or on the ground. Stopping such undead and sending them to another world after the war is as important an event as the summoning. Once again, rivers of blood, more sacrifices, sacrifices, and sacrifices, and all for the sake of the subterranean ruler personally taking his foul creation from this world. Throughout the history of the ogres, the Abominations have been called only a few times, but each of these calls is firmly imprinted in the memory of generations. So the ogres developed a fear of bull priests, and their neighbors have chilling legends about bloody demons from the depths of the steppes, which at any moment can wake up again and cause another apocalypse.
es: Las Abominaciones son poderosos monstruos del inframundo. Se les llamó así porque ninguna otra palabra puede describir verdaderamente a estas imponentes y sanguinarias criaturas. La invocación de una Abominación es un evento monumental para la horda de la estepa. Para convocar a esta bestia, los chamanes derraman ríos de sangre, cientos de huesos de toro llenan un caldero gigante, y docenas de ogros fuertes y furiosos son sacrificados. Todo esto es porque el señor del inframundo mismo está observando: sin el permiso personal del Dios Toro, la invocación no funcionará, por lo que se le deben ofrecer regalos generosos. Como resultado de hechizos sangrientos y rituales terribles, que pueden durar varios días, del caldero negro, que en tales casos se llama la Puerta Sangrienta, nace una monstruosidad ósea gigante con ojos ardientes y hambrientos, que está empapada en sangre y que anhela más del líquido rojo a cada segundo de su existencia. Tan pronto como es posible, la Abominación es enviada a la batalla. Ninguno de los pueblos sedentarios que se encontraron con la Pesadilla en combate pudo regresar y transmitir el horror que infunde en sus oponentes. Y los propios ogros intentan olvidar las batallas codo a codo con la Abominación, como un mal sueño. Imagínense: una bestia de hueso gigante se precipita sobre el campo de batalla y recoge una cosecha sangrienta: bajo su aullido penetrante, como el aullido del viento en un huracán, escuadrones enteros de amigos y enemigos caen al suelo a la vez, su sangre hierve, rompe los vasos sanguíneos y sale por debajo de la piel en chorros rojos hacia las costillas del monstruo. Y aquellos que intentaron detener a la Pesadilla en combate cuerpo a cuerpo son destrozados por enormes garras o aplastados por su ominoso cráneo. Donde pasó la Abominación, queda un rastro de cadáveres secos y encogidos y pedazos de cuerpos, mientras que no queda ni una gota de sangre ni en los muertos ni en el suelo. Detener a tales no-muertos y enviarlos a otro mundo después de la guerra es un evento tan importante como la invocación. Una vez más, ríos de sangre, más sacrificios, sacrificios y sacrificios, y todo por el bien del gobernante subterráneo que se lleva personalmente a su inmunda creación de este mundo. A lo largo de la historia de los ogros, las Abominaciones solo han sido llamadas unas pocas veces, pero cada una de estas llamadas está firmemente impresa en la memoria de generaciones. Así, los ogros desarrollaron un miedo a los sacerdotes toro, y sus vecinos tienen leyendas escalofriantes sobre demonios sangrientos de las profundidades de las estepas, que en cualquier momento pueden despertar de nuevo y causar otro apocalipsis.

source: Tarbynn Terror
es: Terror Tarbynn

source: tarbynn2^WIP: NOT YET TRANSLATED
es: tarbynn2

source: Ogre Tempest Lord
es: Ogro Señor de la Tempestad

source: The Grand Shaman – is a shaman that achieved perfection in all the ways of communicating with the spirits, and recognized for that by other shamans above him. The Grand Shaman loses his sight on the material world after initiation, while his sight of immaterial awakens. This makes him a reliable predictor of weather and other important events, allows him to see through criminals, guilty of stealing, robbery and murder. Nature becomes a loyal ally of the Grand Shaman: blizzards and lightnings invoked by him are even more powerful and deadly, compare to what other shamans are capable of. The tambourine of the Grand Shaman is an extremely powerful magical weapon: within lies a being of great power, so called chief-ghost, which in turn controls entire planes of lesser beings of the spirit world.
es: El Gran Chamán es un chamán que alcanzó la perfección en todas las formas de comunicación con los espíritus, y es reconocido por ello por otros chamanes por encima de él. El Gran Chamán pierde la vista del mundo material después de la iniciación, mientras que su vista de lo inmaterial despierta. Esto lo convierte en un predictor confiable del clima y otros eventos importantes, le permite ver a través de los criminales, culpables de robo y asesinato. La naturaleza se convierte en una aliada leal del Gran Chamán: las ventiscas y los relámpagos invocados por él son aún más poderosos y mortales, en comparación con lo que otros chamanes son capaces de hacer. La pandereta del Gran Chamán es un arma mágica extremadamente poderosa: dentro reside un ser de gran poder, el llamado fantasma jefe, que a su vez controla planos enteros de seres menores del mundo espiritual.

source: Tribal Bull
es: Toro Tribal

source: Among the numerous ogres’ herds the most notable are the tribal bulls. Their height and mass is to match that of two bulls, twice greater is their power, twice the kinner is their beastly mind. To the rest of their kin the tribal bulls are like khans to ogres, they are chiefs, leading their herds across the steppes. Tribal bulls are attributes of power of nomadic aristocracy, shamans and lords. They are also the crucial part of ogres’ cults. Such creature like a tribal bull – is the most precious sacrifice for the grim king of the underworld, whom pray the unbridled nomads. Life force of a tribal bull, killed on the altar, is exchanged by the god of ogres for his own part of the deal – a malicious tarbynn demon, which manifests itself in the bones of a powerful beast in the real world, and obeys the commands of the priest who had summoned it.
es: Entre los numerosos rebaños de ogros, los más notables son los toros tribales. Su altura y masa equivalen a la de dos toros, el doble es su poder, el doble es su mente bestial, si cabe. Para el resto de su especie, los toros tribales son como los janes para los ogros, son caudillos, liderando sus rebaños a través de las estepas. Los toros tribales son atributos de poder de la aristocracia nómada, chamanes y señores. Son también una parte crucial de los cultos de los ogros. Una criatura como un toro tribal es el sacrificio más precioso para el sombrío rey del inframundo, al que rezan los nómadas desenfrenados. La fuerza vital de un toro tribal, sacrificado en el altar, es intercambiada por el dios de los ogros por su propia parte del trato: un demonio tarbynn malicioso, que se manifiesta en los huesos de una poderosa bestia en el mundo real, y obedece las órdenes del sacerdote que lo convocó.

source: Yoke Seeder
es: Yugo Sembrador

source: Yoke Banner
es: Yugo Estandarte

source: Yoke Camp
es: Yugo Campamento

source: Yoke Ancient Camp
es: Yugo Campamento Antiguo

source: Yoke Pus Thrower
es: Yugo Lanzador de Pus

source: strike
es: golpe

source: boiling pus
es: pus hirviente

source: Yoke Pus Catapult
es: Yugo Catapulta de Pus

source: Yoke Monstrous Cannon
es: Yugo Cañón Monstruoso

source: Yoke Ancient Cannon
es: Yugo Cañón Antiguo

source: Yoke Sporefly
es: Yugo Mosca Espora

source: drain
es: drenar

source: wings
es: alas

source: Yoke Fright
es: Yugo Terror

source: Yoke Spearman
es: Yugo Lancero

source: Yoke Impaler
es: Yugo Empalador

source: Yoke Schiltron
es: Yugo Schiltron

source: Yoke Living Palisade
es: Yugo Empalizada Viva

source: Yoke Dark Growth
es: Yugo Crecimiento Oscuro

source: infection
es: infección

source: Yoke Puppet
es: Yugo Títere

source: blades
es: cuchillas

source: take body
es: tomar cuerpo

source: Yoke Slicer
es: Yugo Rebanador

source: Yoke Shredder
es: Yugo Triturador

source: Yoke Spore
es: Yugo Espora

source: Yoke Tryphophobia
es: Yugo Trifobia

source: spore blast
es: ráfaga de esporas

source: Yoke Pin Downer
es: Yugo Derribador de Púas

source: swarm
es: enjambre

source: Yoke Sapling
es: Yugo Retoño

source: Yoke Wose
es: Yugo Wose

source: Yoke Elder Wose
es: Yugo Wose Anciano

source: Yoke Ancient Wose
es: Yugo Wose Antiguo

source: desperate
es: desesperado

source: This attack more damage the less hp the unit has, up to double damage.
es: Este ataque causa más daño cuanto menos pv tenga la unidad, hasta daño doble.

source: female^familiar
es: familiar

source: This unit may teleport to allied units.
es: Esta unidad puede teletransportarse a unidades aliadas.

source: righteous
es: justo

source: This attack deals 25% more damage against chaotic enemies.
es: Este ataque causa 25% más daño contra enemigos caóticos.

source: poison aura
es: aura de veneno

source: Adjacent allies have poison on all their attacks.
es: Aliados adyacentes tienen veneno en todos sus ataques.

source: inverse
es: inverso

source: This attack's chance to hit is equal to the defensive ability of the target on its current terrain. (opposite of the normal chance to hit)
es: La probabilidad de impacto de este ataque es igual a la habilidad defensiva del objetivo en su terreno actual. (opuesto a la probabilidad normal de impacto)

source: inversion aura
es: aura de inversión

source: Adjacent units' chance to hit is equal to the defensive ability of the target on its current terrain (opposite of the normal chance to hit). Attacks with the 'inverse' weapon special are unaffected. Does not stack with the 'inverse' special.
es: La probabilidad de impacto de unidades adyacentes es igual a la habilidad defensiva del objetivo en su terreno actual (opuesto a la probabilidad normal de impacto). Ataques con el especial de arma 'inverso' no se afectan. No se acumula con el especial 'inverso'.

source: invert resistances
es: invertir resistencias

source: Adjacent units (both allies and enemies) resistances are inverted (20% becomes -20%, -30% becomes 30%, etc.)
es: Resistencias de unidades adyacentes (tanto aliadas como enemigas) se invierten (20% se convierte en -20%, -30% se convierte en 30%, etc.)

source: square root
es: raíz cuadrada

source: This attack deals bonus damage equal to the square root of the enemy's max hitpoints.
es: Este ataque causa daño bono igual a la raíz cuadrada de los pv máximos del enemigo.

source: halving
es: mitad

source: This attack deals bonus damage equal to half of the enemy's current hitpoints.
es: Este ataque causa daño bono igual a la mitad de los puntos de vida actuales del enemigo.

source: hemorrhage
es: hemorragia

source: On hit, this applies
es: Al impactar, aplica

source: stacks of hemorrhage. If a unit has 6 or more stacks hemorrhage, then hemorrhage resets and the unit takes TODO damage. Like poison, this does not kill and instead leaves units at 1 HP.
es: acumulaciones de hemorragia. Si una unidad tiene 6 o más acumulaciones de hemorragia, entonces la hemorragia se reinicia y la unidad recibe daño POR HACER. Como veneno, esto no mata y en vez deja unidades en 1 PV.

source: hemorrhage!
es: ¡hemorragia!

source: $second_unit.variables.hemorrhage_stacks| hemorrhage
es: $second_unit.variables.hemorrhage_stacks| hemorragia

source: $unit.variables.hemorrhage_stacks| hemorrhage
es: $unit.variables.hemorrhage_stacks| hemorragia

source: focused heal
es: cura concentrada

source: cured
es: curado

source: wolf pack
es: manada de lobos

source: This unit negates enemy Zones of Control around itself for allied wolf units (but not for itself).
es: Esta unidad niega Zonas de Control enemigas alrededor de sí para unidades de lobo aliadas (pero no para sí misma).

source: consume fear
es: consumir miedo

source: If there is a an enemy of the target behind the target (like with backstab), this unit heals itself for half the amount of damage it deals (rounded down) on hit, and if used offensively, the target deals 20% less damage when counterattacking. Only works on living units.
es: Si hay un enemigo del objetivo detrás del objetivo (como con apuñalada por la espalda), esta unidad se sana por la mitad de la cantidad de daño que causa (redondeado hacia abajo) al impactar, y si se usa ofensivamente, el objetivo causa 20% menos daño al contraatacar. Solo funciona en unidades vivas.

source: unhindered
es: sin obstáculos

source: This attack always has at least a 50% chance to hit, and its damage is unaffected by the `slowed` status.
es: Este ataque siempre tiene al menos 50% probabilidad de impacto, y su daño no se afecta por el estado `ralentizado`.

source: Debug
es: Depurar

source: orig hp: $steppe_container_orighp{VARIABLENUMBER}| new hp: $steppe_container_newhp{VARIABLENUMBER}| current heal: $steppe_container_currentheal{VARIABLENUMBER}|
es: pv orig: $steppe_container_orighp{VARIABLENUMBER}| pv nuevo: $steppe_container_newhp{VARIABLENUMBER}| sana actual: $steppe_container_currentheal{VARIABLENUMBER}|

source: container of darkness
es: contenedor de oscuridad

source: At the end of an attack, adjacent undead allies are healed by 40% (rounded down) of the damage the unit has received while fighting.
es: Al final de un ataque, aliados no muertos adyacentes se sanan por 40% (redondeado hacia abajo) del daño que la unidad ha recibido mientras lucha.

source: scythian tsar
es: zar escita

source: Adjacent barrow riders and barrow wardens deal 20% more damage
es: Jinetes de túmulo y guardianes de túmulo adyacentes causan 20% más daño

source: patriarch of unlife
es: patriarca de no vida

source: When an allied undead unit is defeated next to this unit, the undead unit is resurrected with 25% HP, and becomes marked with a purple skull overlay. Marked units cannot be revived again, but the mark is removed if the unit advances or the battle ends. The ability doesn't work on self.
es: Cuando una unidad no muerta aliada es derrotada junto a esta unidad, la unidad no muerta se resucita con 25% PV y se marca con una superposición de calavera púrpura. Unidades marcadas no pueden revivir de nuevo, pero la marca se remueve si la unidad avanza o la batalla termina. La habilidad no funciona en sí misma.

source: currently stored damage ${UNITVAR}.variables.primalrage_damage|
es: daño almacenado actual ${UNITVAR}.variables.primalrage_damage|

source: orig hp: $steppe_primalrage_orighp{VARIABLENUMBER}| new hp: $steppe_primalrage_newhp{VARIABLENUMBER}| current damage bonus: $steppe_primalrage_currentdmgbonus{VARIABLENUMBER}| currently stored damage ${UNITVAR}.variables.primalrage_damage|
es: pv orig: $steppe_primalrage_orighp{VARIABLENUMBER}| pv nuevo: $steppe_primalrage_newhp{VARIABLENUMBER}| bono daño actual: $steppe_primalrage_currentdmgbonus{VARIABLENUMBER}| daño almacenado actual ${UNITVAR}.variables.primalrage_damage|

source: primal rage
es: ira primal

source: After being attacked, the unit's attack with the 'rampage' special gains damage equal to 66% of the HP the unit lost during the attack. The bonus damage is reset upon successfully hitting an enemy with the rampage attack.
es: Después de ser atacada, el ataque de la unidad con el especial 'arrasada' gana daño igual al 66% de los PV que la unidad perdió durante el ataque. El bono de daño se reinicia al impactar exitosamente un enemigo con el ataque de arrasada.

source: This attack's damage is affected by the 'primal rage' ability. The bonus damage is reset upon successfully hitting an enemy with the rampage attack.
es: El daño de este ataque se afecta por la habilidad 'ira primal'. El bono de daño se reinicia al impactar exitosamente un enemigo con el ataque de arrasada.

source: attacks left:
es: ataques restantes:

source: carousel
es: carrusel

source: After using this attack, this unit regains 25% of their moves, and can attack again (but only with the same attack). This attack cannot attack the same unit twice in one turn. This ability can be used up to
es: Después de usar este ataque, esta unidad recupera 25% de sus movimientos y puede atacar de nuevo (pero solo con el mismo ataque). Este ataque no puede atacar la misma unidad dos veces en un turno. Esta habilidad se puede usar hasta

source: times in one turn.
es: veces en un turno.

source: Which enemy is this unit cursed by?
es: ¿Por cuál enemigo está maldita esta unidad?

source: The curser isn't visible...
es: El maldecidor no es visible...

source: birther of fiends
es: engendradora de demonios

source: If there is an allied demon in a 3-tile radius from this unit, she will start birthing a Kanavar. After
es: Si hay un demonio aliado en radio de 3 casillas de esta unidad, ella comenzará a engendrar un Kanavar. Después de

source: turns pass, the kanavar is birthed and added to the recall list (costing
es: turnos pasan, el kanavar se engendra y se agrega a la lista de reincorporar (costando

source: gold instead of the default 21 on first recall, but having 4 upkeep instead 1 until the unit advances), the unit gets experience equal to number of turns it takes to give birth multiplied by her level, and the timer is reset.
es: oro en vez del 21 predeterminado en primer reincorporar, pero teniendo 4 mantenimiento en vez de 1 hasta que la unidad avance), la unidad recibe experiencia igual al número de turnos que toma dar a luz multiplicado por su nivel y el temporizador se reinicia.

source: kanavar birthed!
es: ¡kanavar engendrado!

source: <span color='#c800ff'> $tmp_hunn_birth_turns_left| turns before birth</span>
es: <span color='#c800ff'> $tmp_hunn_birth_turns_left| turnos antes de nacimiento</span>

source: decay -
es: decadencia -

source: This unit loses
es: Esta unidad pierde

source: hp each turn. Unlike poison, this ability can kill (in which case, the unit who applied this effect receives the experience). Living units killed by the curse are replaced by Lesser Ghouls for the curser's side.
es: pv cada turno. A diferencia de veneno, esta habilidad puede matar (en cuyo caso, la unidad que aplicó este efecto recibe la experiencia). Unidades vivas matadas por la maldición se reemplazan por Ghouls Menores para el bando del maldecidor.

source: curse lifted
es: maldición levantada

source: curse of decay
es: maldición de decadencia

source: When used offensively, this attack applies the 'decay
es: Cuando se usa ofensivamente, este ataque aplica el efecto «decadencia

source: ' effect to the target unit, making them lose
es: » a la unidad objetivo, haciendo que pierda

source: hp per turn (unlike poison, this can kill, and gives the unit who applied the status experience on kill). The curse is removed if either: - the unit with this attack applies the curse to a different unit - the unit who applied the curse is killed, changes sides, or is petrified - the cursed unit changes sides If a unit is killed either by the attack or the debuff, it is replaced by a Lesser Ghoul of the curser's side. Applying a stronger curse will replace the weaker one.
es: pv por turno (a diferencia del veneno, esto puede matar y otorga experiencia por muerte a la unidad que aplicó el estado). La maldición se elimina si ocurre cualquiera de los siguientes casos: - la unidad con este ataque aplica la maldición a una unidad diferente - la unidad que aplicó la maldición muere, cambia de bando o es petrificada - la unidad maldita cambia de bando Si una unidad muere ya sea por el ataque o por el efecto debilitador, es reemplazada por un Ghoul Menor del bando del maldecidor. Aplicar una maldición más fuerte reemplaza a la más débil.

source: curse removal triggered
es: remoción de maldición activada

source: female^cursed
es: maldita

source: cursed
es: maldito

source: curse of nature
es: maldición de naturaleza

source: Whenever a unit with this debuff gets hit, the other unit gets healed by 50% of the damage dealt.
es: Siempre que una unidad con este debuff reciba impacto, la otra unidad se sana por 50% del daño causado.

source: This unit applies the 'curse of nature' effect to the target enemy for a turn. Whenever a unit with this debuff gets hit, the other unit gets healed by 50% of the damage dealt.
es: Esta unidad aplica el efecto 'maldición de naturaleza' al enemigo objetivo por un turno. Siempre que una unidad con este debuff reciba impacto, la otra unidad se sana por 50% del daño causado.

source: This attack's chance to hit is reduced by 20%.
es: La probabilidad de impacto de este ataque se reduce en 20%.

source: On hit, this reduces the enemy's chance to hit by 20% on all attacks for 1 turn.
es: Al impactar, reduce la probabilidad de impacto enemigo por 20% en todos los ataques por 1 turno.

source: сглаз
es: mal de ojo

source: queen of wolves
es: reina de lobos

source: Adjacent allied wolves deal 25% more damage. If this unit is selected as leader (doesn't work if advanced into), she can recruit Fear Manifestations, and 2 Fear Shadows are added to the recall list (costing 9 gold).
es: Lobos aliados adyacentes causan 25% más daño. Si esta unidad se selecciona como líder (no funciona si avanza a), puede reclutar Manifestaciones de Miedo, y 2 Sombras de Miedo se agregan a la lista de reincorporar (costando 9 oro).

source: devourer of souls
es: devorador de almas
