Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: Vampires are bloodsucking sentient undead found all over Irdya. Steppe or, as they're also called, Eastern vampires differ a bit from their Western brethren. The key trait of the Steppe Vampire is transformation: during daylight they look like ordinary people, at night they take their true form and look like skinny dry deceased with toothy maws and burning eyes. In any of these forms the Eastern vampire is faster and stronger than an ordinary human, though in comparison with the Western vampire the Eastern one is likely to be a bit weaker. But when it comes to dark sorcery and cunning the Steppe Vampires advanced a lot further than any other undead. They possess dozens of spells with shadows, illusions and even blood; their communities inflitrated human kingdoms of the South so deep that at some point Steppe vampires just manipulated them with the ease Western vampires could only dream of. Just as a lot of vampires of the West, Eastern vampires live in clans. They despise lone vampires and try to either recruit or destroy them. The residence of a clan may be inside ruins of some fortress, in a cave, in a royal court, it even may be a nomadic settlement somewhere deep in the desert. Before the arrival of Serpentheads four great vampire clans divided the human lands among themselves and controlled their fates through saboteurs inside nobility. The invasion of gnolls and nagas under the command of new mysterious creatures was met by vampires with hatred; vampires weren't going to surrender their power to aliens and gathered resources for the confrontation against new enemies. But, one after another, human cities were turned to ashes. Serpentheads discovered vampires among their nobility, examined them and seeing them as a threat started a real undead hunt. Vampires who got used to undisputed domination proved themselves unprepared to a gruelling magical struggle. Two of the four great clans were eliminated. Rumour was that their leaders were scorched by the black snake fire, which they couldn't get rid of with neither with water nor magic. The heads of the third clan decided that an open confronation against Serpentheads is too dangerous and they fled to inaccecible mountains to the South. The fourth clan, named
es: Los vampiros son no-muertos sensibles chupasangre encontrados en todo Irdya. De estepa o, como también se llaman, vampiros orientales difieren un poco de sus hermanos occidentales. El rasgo clave del Vampiro de Estepa es la transformación: durante la luz del día parecen personas ordinarias, de noche toman su forma verdadera y parecen fallecidos secos flacos con fauces dentadas y ojos ardientes. En cualquiera de estas formas el vampiro oriental es más rápido y fuerte que un humano ordinario, aunque en comparación con el vampiro occidental el oriental es probablemente un poco más débil. Pero cuando se trata de hechicería oscura y astucia los Vampiros de Estepa avanzaron mucho más que cualquier otro no-muerto. Poseen docenas de hechizos con sombras, ilusiones e incluso sangre; sus comunidades infiltraron reinos humanos del Sur tan profundo que en algún punto los vampiros de Estepa solo los manipulaban con la facilidad que los vampiros occidentales solo podían soñar. Al igual que muchos vampiros del Oeste, los vampiros orientales viven en clanes. Desprecian vampiros solitarios y tratan de reclutarlos o destruirlos. La residencia de un clan puede estar dentro de ruinas de alguna fortaleza, en una cueva, en una corte real, incluso puede ser un asentamiento nómada en algún lugar profundo en el desierto. Antes de la llegada de Cabezas de Serpiente cuatro grandes clanes vampiros dividieron las tierras humanas entre sí y controlaban sus destinos a través de saboteadores dentro de la nobleza. La invasión de gnolls y nagas bajo el comando de nuevas criaturas misteriosas fue recibida por vampiros con odio; los vampiros no iban a entregar su poder a alienígenas y reunieron recursos para la confrontación contra nuevos enemigos. Pero, una tras otra, ciudades humanas fueron convertidas en cenizas. Cabezas de serpiente descubrieron vampiros entre su nobleza, los examinaron y viéndolos como una amenaza empezaron una verdadera caza de no-muertos. Los vampiros que se acostumbraron a dominación indiscutida se probaron no preparados para una lucha mágica agotadora. Dos de los cuatro grandes clanes fueron eliminados. El rumor era que sus líderes fueron quemados por el fuego de serpiente negra, que no podían deshacerse ni con agua ni magia. Los jefes del tercer clan decidieron que una confrontación abierta contra Cabezas de Serpiente es demasiado peligrosa y huyeron a montañas inaccesibles al Sur. El cuarto clan, nombrado

source: race^Serpenthead
es: cabeza de serpiente

source: race+female^Serpenthead
es: cabeza de serpiente

source: race^Serpentheads
es: cabezas de serpiente

source: Serpentheads are a mysterious race who crawled out of mountain gorges of the East several centuries ago. Their true origin is enshrouded with legends, but they have never hidden their goal. Their goal is to subjugate all living peoples and achieve the power over the whole world. Serpentheads have a human torso, a serpent head and a tail. They have two pairs of hands, their intelligence is sharp and accurate, and their hyptonic influence makes creatures of other species obey them. A powerful magical aura allows serpentheads to use the black flame, a fire that burns everything. The black flame is used both in industry and in combat. But the main weapon of serpentheads is their organization. The order, known as the Serpent Khaganate, never knew any internal unrest or coup. In just three hundred years its territory expanded from a point far in the mountains to the whole South of the continent. For a serpenthead the strict hierarchy is more natural than daily sunrise and sunset.
es: Los cabezas de serpiente son una raza misteriosa que se arrastró fuera de gargantas montañosas del Este hace varios siglos. Su verdadero origen está envuelto en leyendas, pero nunca han escondido su objetivo. Su objetivo es subyugar a todos los pueblos vivos y lograr el poder sobre todo el mundo. Los cabezas de serpiente tienen un torso humano, una cabeza de serpiente y una cola. Tienen dos pares de manos, su inteligencia es aguda y precisa, y su influencia hipnótica hace que criaturas de otras especies les obedezcan. Una poderosa aura mágica permite a los cabezas de serpiente usar la llama negra, un fuego que quema todo. La llama negra se usa tanto en la industria como en combate. Pero el arma principal de los cabezas de serpiente es su organización. El orden, conocido como el Khaganato de la Serpiente, nunca conoció disturbios internos o golpe. En solo trescientos años su territorio se expandió desde un punto lejano en las montañas hasta todo el Sur del continente. Para un cabeza de serpiente la jerarquía estricta es más natural que el amanecer y atardecer diario.

source: race^Kanavar
es: kanavar

source: race+female^Kanavar
es: kanavar

source: race^Kanavars
es: kanavars

source: kanavar race^WIP: NOT YET TRANSLATED
es: raza kanavar^WIP: AÚN NO TRADUCIDO

source: race^Ka'Ruuk'Oni
es: ka'ruuk'oni

source: race+female^Ka'Ruuk'Oni
es: ka'ruuk'oni

source: Many dark forces dwell in another worlds, and one of these forces managed to get into the terrestrial world are Ka'Ruuk'Oni demons — powerful entities inhabiting burning steppes of the lower world. Their power, cunning and magical abilites long since amazed peoples who happened to witness, directly or indirectly, their deeds. It's unknown how Temsk princes established a contact with these demons, but later one of these Ka'Ruuk'Onis bound to a princess with a magical horn would play an important role in the history of the Greate Steppe and would give to her an idea to create the Dead Field Coven. From him the princess would learn secrets of black magic, secrets that other witches could only dream of. With him she would give birth to the first kanovars who would start the cycle of generations. With blood of killed victims more and more Ka'Ruuk'Onis infiltrate the terrestrial world. In the past centuries the number of demons increased up to several hundreds and the number of kanovar warriors under their command increased to several thousands. The emergence of the Dead Field Coven starts looking more and more like a plan with the demons behind it. And it seems that soon this plan will enter its active (and bloodiest!) phase.
es: Muchas fuerzas oscuras habitan en otros mundos, y una de estas fuerzas que logró entrar en el mundo terrestre son los demonios Ka'Ruuk'Oni — entidades poderosas habitando estepas ardientes del mundo inferior. Su poder, astucia y habilidades mágicas desde hace mucho asombraron a pueblos que tuvieron la ocasión de presenciar, directamente o indirectamente, sus hazañas. Se desconoce cómo los príncipes de Temsk establecieron un contacto con estos demonios, pero más tarde uno de estos Ka'Ruuk'Onis atado a una princesa con un cuerno mágico jugaría un rol importante en la historia de la Gran Estepa y le daría a ella la idea de crear el Aquelarre del Campo Muerto. De él la princesa aprendería secretos de magia negra, secretos que otras brujas solo podían soñar. Con él daría a luz a los primeros kanovars que empezarían el ciclo de generaciones. Con sangre de víctimas muertas cada vez más Ka'Ruuk'Onis infiltran el mundo terrestre. En los siglos pasados el número de demonios aumentó hasta varios cientos y el número de guerreros kanovar bajo su comando aumentó a varios miles. La emergencia del Aquelarre del Campo Muerto empieza a parecer cada vez más como un plan con los demonios detrás. Y parece que pronto este plan entrará en su fase activa (¡y la más sangrienta!).

source: race^Northern Human
es: humano del norte

source: race+female^Northern Human
es: humana del norte

source: TODO
es: POR HACER

source: race^Southern Human
es: humano del sur

source: race+female^Southern Human
es: humana del sur

source: race^Raven
es: cuervo

source: race+female^Raven
es: cuervo

source: race^Ravens
es: cuervos

source: race^Kobold
es: kobold

source: race+female^Kobold
es: kobold

source: race^Kobolds
es: kobolds

source: Kobolds are similar in appearance to Saurians, differing for the most part in the blue tint of their scales and amber-red eyes. However, a more crucial difference in the way of life – instead of jungles and swamps, they preferred deep caves and mountains, where they live off underground water, flora and fauna. Kobolds organize themselves in clans, concentrated near generous ore and mineral deposits and underground lakes. In such conditions – with the necessity to make new tunnels and defend their caves from outsiders – the blue lizards have developed the technology of rapid-fire crossbows and chemical explosives. It is not known for sure whether Kobolds knew about the Great Abyss before or whether they gathered within its vicinity only when Tartarus called for new candidates for the Mandate. But when the Empire of Xian was suffering a state crisis, the blue lizards rapidly consolidated their clans in a desire to acquire the benefits from a doomed civilization. Showering the squares of the cities with arrows and breaking through the walls with mining equipment, they destroyed the Empire of Xian in the shortest possible time. As a sign of their triumph, they seized inhabitants indiscriminately – the living and the dead – and threw them into the hopeless blackness of the Great Abyss. Although the Kobolds could not hold their power for a long time – having later experienced the onslaught of the Jiangshi who emerged from the Abyss with an army of Terracotta Warriors – the resurrected Xians – they were able to survive the harsh times and remain an important part of the state under the Mandate of Mangus. Kobolds tirelessly manufacture skillful firearms and throwing weapons, as well as engage in mining and underground agriculture – all for the glory of the Empire.
es: Los kobolds son similares en apariencia a los saurios, difiriendo en su mayoría en el tinte azul de sus escamas y ojos ámbar-rojos. Sin embargo, una diferencia más crucial en el modo de vida – en lugar de junglas y pantanos, preferían cuevas profundas y montañas, donde viven de agua subterránea, flora y fauna. Los kobolds se organizan en clanes, concentrados cerca de generosos depósitos de mineral y minerales y lagos subterráneos. En tales condiciones – con la necesidad de hacer nuevos túneles y defender sus cuevas de forasteros – los lagartos azules han desarrollado la tecnología de ballestas de fuego rápido y explosivos químicos. No se sabe con certeza si los kobolds sabían sobre el Gran Abismo antes o si se reunieron en su vecindad solo cuando Tartarus llamó a nuevos candidatos para el Mandato. Pero cuando el Imperio de Xian sufría una crisis estatal, los lagartos azules consolidaron rápidamente sus clanes en un deseo de adquirir los beneficios de una civilización condenada. Llenando las plazas de las ciudades con flechas y rompiendo las murallas con equipo minero, destruyeron el Imperio de Xian en el menor tiempo posible. Como signo de su triunfo, capturaron habitantes indiscriminadamente – los vivos y los muertos – y los arrojaron a la negrura desesperada del Gran Abismo. Aunque los kobolds no pudieron mantener su poder por mucho tiempo – habiendo experimentado más tarde el embate de los Jiangshi que emergieron del Abismo con un ejército de Guerreros de Terracota – los xianos resucitados – pudieron sobrevivir los tiempos duros y permanecer una parte importante del estado bajo el Mandato de Mangus. Los kobolds fabrican incansablemente armas de fuego hábiles y armas arrojadizas, así como se dedican a la minería y agricultura subterránea – todo por la gloria del Imperio.

source: race^Mangus
es: mangus

source: race+female^Mangus
es: mangus

source: Mangus are beast-like giants, easily dwarfing even the tallest sentient races. They rule Tartarus Mandate with an iron fist and are not afraid of joining the battle themselves, swinging their meteor hammers with utter rabidity. <header>text='Origins'</header> Mangus were not known in Irdia before their taking of The Mandate. Either they dwelled too deep to meet any other creatures, or they were a recent creation, possibly by Tartarus itself. In any way, Mangus have proven to be successful in the current situation – overthrowing dysfunctional Jiangshi, preserving all the previous ruling races and integrating them into a working society and making an alliance with frivolous yet powerful Yaoguai. As of now, there is no obvious reason for Mangus to lose the favor of the Mandate. <header>text='Life'</header> young Mangus appear from depths of Tartarus regularly, but their memory is often blurry as on how they came to life and what they saw deep below. As such, all Mangus consider Tartarus their father and call all other Mangus siblings or brothers. Such friendly addresses although do not prevent Mangus from harsh competition which often results in duels and blood sport. However, despite their brutish appearance, they are usually smart enough to avoid such feuds during war. Unlike other races, Mangus do not seem to suffer weaknesses of old age – they do not become senile and fragile, and only get stronger and bigger with years. At a certain point, an old Mangus would decide to make the Great Descent – to go down the Pit of Tartarus, trying to reach the place of their birth. Although this experience is as hazy as their memory of their actual birth, they return somewhat “endarkened” – what Mangus say as opposed to “enlightened”. “Endarkened” Mangus are even stronger and larger than regular brutes, as well as possessing up to three heads or faces. They earn the name of Yelbeghen – “demonic dragon”. They are the elite of Mangus and occupy the highest positions of the Mandate’s society. They still take great pleasure in combat – it would be a great misuse of their new power – usually leaving the most mundane and boring governing work to tireless and incorruptible Jiangshi. <header>text='Mangus and Worms'</header> Mangus’ life is strongly linked with one of a Worm. Although Mangus are current holders of the Mandate, they probably would not have achieved such heights without the help of Worms. This relationship cannot be equated to owner-pet, as no Mangus has direct control over a particular Worm and vice-versa, their relationship is mutual and equal. Such strong link is understandable, as underground life of such giants as Mangus is barely imaginable, yet Worms provide great help burrowing tunnels for their close friends.
es: Los mangus son gigantes similares a bestias, fácilmente eclipsando incluso a las razas sensibles más altas. Gobiernan el Mandato de Tartarus con puño de hierro y no temen unirse a la batalla ellos mismos, balanceando sus martillos meteoro con absoluta rabia. <header>text='Orígenes'</header> Los mangus no eran conocidos en Irdia antes de su toma del Mandato. O habitaban demasiado profundo para encontrarse con otras criaturas, o eran una creación reciente, posiblemente por Tartarus mismo. De cualquier manera, los mangus han probado ser exitosos en la situación actual – derrocando a los disfuncionales Jiangshi, preservando todas las razas gobernantes previas e integrándolas en una sociedad funcional y haciendo una alianza con los frívolos pero poderosos Yaoguai. A partir de ahora, no hay razón obvia para que los mangus pierdan el favor del Mandato. <header>text='Vida'</header> Los mangus jóvenes aparecen de las profundidades de Tartarus regularmente, pero su memoria es a menudo borrosa sobre cómo llegaron a la vida y qué vieron profundo abajo. Como tal, todos los mangus consideran a Tartarus su padre y llaman a todos los otros mangus hermanos o hermanos. Tales direcciones amigables aunque no previenen a los mangus de competencia dura que a menudo resulta en duelos y deporte sangriento. Sin embargo, a pesar de su apariencia brutal, usualmente son lo suficientemente inteligentes para evitar tales disputas durante la guerra. A diferencia de otras razas, los mangus no parecen sufrir debilidades de la vejez – no se vuelven seniles y frágiles, y solo se vuelven más fuertes y grandes con los años. En cierto punto, un mangus viejo decidiría hacer el Gran Descenso – bajar al Pozo de Tartarus, tratando de alcanzar el lugar de su nacimiento. Aunque esta experiencia es tan nebulosa como su memoria de su nacimiento real, regresan algo «endarkened» – lo que los mangus dicen en oposición a «enlightened». Los mangus «endarkened» son incluso más fuertes y grandes que los brutos regulares, así como poseyendo hasta tres cabezas o caras. Ganan el nombre de Yelbeghen – «dragón demoníaco». Son la élite de los mangus y ocupan las posiciones más altas de la sociedad del Mandato. Aún toman gran placer en el combate – sería un gran mal uso de su nuevo poder – usualmente dejando el trabajo de gobierno más mundano y aburrido a los incansables e incorruptibles Jiangshi. <header>text='Mangus y Gusanos'</header> La vida de los mangus está fuertemente ligada con la de un Gusano. Aunque los mangus son los actuales poseedores del Mandato, probablemente no habrían alcanzado tales alturas sin la ayuda de los Gusanos. Esta relación no puede equipararse a dueño-mascota, ya que ningún mangus tiene control directo sobre un Gusano particular y viceversa, su relación es mutua e igual. Tal vínculo fuerte es comprensible, ya que la vida subterránea de gigantes como los mangus es apenas imaginable, sin embargo los Gusanos proporcionan gran ayuda excavando túneles para sus amigos cercanos.

source: race^Worm
es: gusano

source: race+female^Worm
es: gusano

source: race^Worms
es: gusanos

source: Worms, also known as Olgoi Horhoi – are beasts of great size. They can easily fit a boat in their mandibles and are as long as a tree trunk. They may seem like mindless monsters, but there is more to the story. There is some intelligence, a hidden mind slumbering in that enormous mass of dagger-like teeth and foul flesh. Other creatures may not fully understand it, but they feel a Worm’s presence, they feel its pressing will – as if Tartarus whispers through its children. Wherever there is a Worm, there is also a mangus. Although such an alliance seems at first glance unobvious, it would be difficult for a great-in-size mangus to survive in an underground environment without the help of overgrown burrowing worms. This connection manifests itself in the almost sacred respect from Mangus to the Worms, which can only be overshadowed by their fanaticism for the Great Abyss. Mangus bow and greet worms much like their own kinsmen and celebrate their attainment of old age. At the same time, worms are by no means pets of mangus, they are independent of them and are not in anyone's keeping. This relationship can be compared to that one of drakes and lizards, although in the case of mangus and worms, this it has truly reached the level of symbiosis.
es: Los gusanos, también conocidos como Olgoi Horhoi – son bestias de gran tamaño. Pueden fácilmente encajar un bote en sus mandíbulas y son tan largos como un tronco de árbol. Pueden parecer como monstruos sin mente, pero hay más en la historia. Hay algo de inteligencia, una mente oculta durmiendo en esa enorme masa de dientes como dagas y carne fétida. Otras criaturas pueden no entenderla completamente, pero sienten la presencia de un Gusano, sienten su voluntad presionante – como si Tartarus susurra a través de sus hijos. Dondequiera que haya un Gusano, también hay un mangus. Aunque tal alianza parece a primera vista no obvia, sería difícil para un mangus de gran tamaño sobrevivir en un entorno subterráneo sin la ayuda de gusanos excavadores crecidos. Esta conexión se manifiesta en el respeto casi sagrado de los mangus a los Gusanos, que solo puede ser eclipsado por su fanatismo por el Gran Abismo. Los mangus se inclinan y saludan a los gusanos mucho como a sus propios parientes y celebran su logro de la vejez. Al mismo tiempo, los gusanos de ninguna manera son mascotas de los mangus, son independientes de ellos y no están en el cuidado de nadie. Esta relación puede compararse con la de dracos y lagartos, aunque en el caso de mangus y gusanos, esto ha alcanzado verdaderamente el nivel de simbiosis.

source: race^Yaoguai
es: yaoguai

source: race+female^Yaoguai
es: yaoguai
