Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: The hierarchy in the 'Grey Dawn' is rather simple, but in order to advance to the next level a vampire must make a great effort. Twilight Warriors are the second level in this system. It's a detachment of the most experienced, strongest and most skilled in black magic vampires who, among other things, proved their loyalty to the Shadow Master (and from the recent times to the Great Khagan as well). Their fighting equipment isn't much different from the equipment of Greyblades (Twilight Warriors try not to stand out, so they won't be the primary target in combat), but once you crossed blades with them, you'd feel a colossal difference. They fight with sabres like hell, and once they spilt even a drop of your blood, the terrifying magic which freezes the blood in your veins unfolds. In wartime Twilight Warriors constitute a personal retinue of the Shadow Master, while in peacetime they supervise activities of Greyblades being kind of ringleaders of small vampire gangs.
es: La jerarquía en «El Alba Gris» es bastante simple, pero para ascender al siguiente nivel un vampiro debe esforzarse mucho. Los Guerreros Crepusculares son el segundo nivel en este sistema. Se trata de un destacamento de los vampiros más experimentados, fuertes y hábiles en magia negra que, entre otras cosas, demostraron su lealtad al Maestro de las Sombras (y, en tiempos recientes, también al Gran Khagan). Su equipo de combate no difiere mucho del de las Cuchillas Grises (los Guerreros Crepusculares intentan no destacar, para no ser el objetivo principal en combate), pero al cruzar acero con ellos se nota una diferencia colosal. Pelean con sables como demonios y, en cuanto derraman aunque sea una gota de tu sangre, se desata una magia aterradora que congela la sangre en tus venas. En tiempos de guerra los Guerreros Crepusculares forman el séquito personal del Maestro de las Sombras; en tiempos de paz supervisan las actividades de las Cuchillas Grises actuando como líderes de pequeñas pandillas vampíricas.

source: shadow orb
es: orbe de sombra

source: blood freeze
es: congelación de sangre

source: Shadow Master
es: Maestro de las Sombras

source: The Shadow Master is the head of the 'Grey Dawn' clan. He's the most ancient, powerful and cunning vampire. His name inspires terror in hearts of ordinary vampires, his power is comparable to the power of serpentheads, being only a bit behind. In the past the Master was a covert ruler of vast southern lands, but now he is something like a vassal, councilor, chief assassin and spy of the Great Khagan. Through him the will of the serpent overlord reaches Twilight Warriors and then Greyblades. Rarely the Shadow Master appears on a battlefield himself, but those who saw that event described him as a tall steppe dweller in an elegant chain mail, a helmet with a steel mustachioed mask and a black-as-night cloak. His movements are fast and accurate; in daytime he perfomed a bloody dance with two sabres shredding enemies to pieces, and at night he put off his helmet revealing his terrifying true face and unleashed a storm of blood magic on the unfortunate, making them literally explode from within or freeze like statues for ever. Having drunk enough blood, at dawn the Shadow Master put on his helmet again and looked mysterious and cautious. The battles he participated have never lasted more than one day and one night. And although now the Shadow Master shows his obedience to the Khagan, deep down inside he is awaiting the time when the power of serpentheads will diminish and vampires will replace serpents on the throne of the vast southern empire.
es: El Maestro de las Sombras es el jefe del clan «Amanecer Gris». Es el vampiro más antiguo, poderoso y astuto. Su nombre inspira terror en los corazones de los vampiros comunes, su poder es comparable al poder de los cabezas de serpiente, estando solo un poco por detrás. En el pasado, el Maestro fue un gobernante encubierto de vastas tierras del sur, pero ahora es algo así como un vasallo, consejero, asesino jefe y espía del Gran Jagan. A través de él, la voluntad del señor supremo serpiente llega a los Guerreros Crepusculares y luego a los Hojas Grises. Rara vez el Maestro de las Sombras aparece él mismo en un campo de batalla, pero quienes presenciaron ese evento lo describieron como un alto habitante de la estepa con una elegante cota de malla, un casco con una máscara de acero con bigote y una capa negra como la noche. Sus movimientos son rápidos y precisos; durante el día realiza una danza sangrienta con dos sables destrozando enemigos, y por la noche se quita el casco revelando su aterrador rostro verdadero y desata una tormenta de magia de sangre sobre los desafortunados, haciéndolos explotar literalmente por dentro o congelarse como estatuas para siempre. Después de beber suficiente sangre, al amanecer el Maestro de las Sombras se pone su casco de nuevo y tiene un aspecto misterioso y cauteloso. Las batallas en las que participó nunca duraron más de un día y una noche. Y aunque ahora el Maestro de las Sombras muestra su obediencia al Jagan, en el fondo espera el momento en que el poder de los cabezas de serpiente disminuya y los vampiros reemplacen a las serpientes en el trono del vasto imperio del sur.

source: blood explosion
es: explosión de sangre

source: Slave Bowman
es: Arquero Esclavo

source: Every army needs archers, especially when it comes to steppe warfare. Nagas, gnolls, and nuckelavee were not suited for this role, but humans had an old tradition of using marksmen on the battlefield. After conquering the southern nation, in addition to slave spearmen, detachments of archers were also conscripted. These were the inhabitants of the mountainous regions, who have long used bows for hunting or protection from wild animals. They had the same rights and duties as their spear-wielding compatriots, and were armed with bows, daggers and a quiver with arrows. Of course, they have had hardly any training to speak of, so these troops rely more on strength in numbers than accuracy or range. Their the task in battle - to thin the ranks of the enemy before the decisive fight, as well as drive off detachments of enemy cavalry and chariots.
es: Todo ejército necesita arqueros, especialmente en la guerra de las estepas. Los nagas, gnolls y nuckelavee no estaban capacitados para este rol, pero los humanos tenían una antigua tradición de usar tiradores en el campo de batalla. Tras conquistar la nación sureña, además de los lanceros esclavos, también se reclutaron destacamentos de arqueros. Eran habitantes de las regiones montañosas que desde hace mucho tiempo usaban arcos para cazar o protegerse de animales salvajes. Tenían los mismos derechos y deberes que sus compatriotas armados con lanzas, y portaban arcos, dagas y un carcaj con flechas. Por supuesto, apenas tenían entrenamiento que valiera la pena mencionar, por lo que estas tropas dependían más de la superioridad numérica que de la precisión o del alcance. Su tarea en batalla era reducir las filas enemigas antes del combate decisivo, además de ahuyentar destacamentos de caballería y carros enemigos.

source: dagger
es: daga

source: Slave Archer
es: Arquero Esclavo

source: slave archer^WIP: NOT YET TRANSLATED
es: arquero esclavo^EN PROCESO: AÚN SIN TRADUCIR

source: Khaganate Marksman
es: Tirador del Jaganato

source: slave marksman^WIP: NOT YET TRANSLATED
es: tirador esclavo^EN PROCESO: AÚN SIN TRADUCIR

source: freed
es: liberado

source: Desert Marksman
es: Tirador del desierto

source: Slave Spearman
es: Lancero Esclavo

source: Southern humans were the last race conquered by the Serpent Kaganate. Unlike nagas and gnolls, they had a flexible mind, fertility and adaptability, as well as a will to freedom, so the snakeheads saw them as a threat and turned them into slaves. According to the khagan's plan, slavery was supposed to break the humans' spirit and make their future generations submissive and weak. In peacetime, slaves are the property of the nagas and snakeheads, their 'living tools'. During the war, the slaves are recruited into a militia. They are armed with spears and shields and placed in the frontlines, to server as cannon fodder. The more slaves of the first generation, who still remember what freedom is, die in battle, the better for the khaganate. For brave slaves, death is the best way out, while the cowardly ones are so afraid of punishment and torture that they fight no less stubbornly and courageously. Few people want to face these desperate people in battle while their masters are near.
es: Los humanos del sur fueron la última raza conquistada por el Khaganato de las Serpientes. A diferencia de nagas y gnolls, tenían mente flexible, fertilidad y capacidad de adaptación, además de una voluntad de libertad, por lo que los cabezas de serpiente los vieron como amenaza y los convirtieron en esclavos. Según el plan del khagan, la esclavitud debía quebrar el espíritu humano y hacer que las generaciones futuras fueran sumisas y débiles. En tiempos de paz, los esclavos son propiedad de nagas y cabezas de serpiente, sus «herramientas vivas». En guerra, los esclavos son reclutados en una milicia. Van armados con lanzas y escudos y se colocan en primera línea como carne de cañón. Cuantos más esclavos de primera generación —los que aún recuerdan qué es la libertad— mueran en batalla, mejor para el khaganato. Para los esclavos valientes, la muerte es la mejor salida; los cobardes tienen tanto miedo al castigo y la tortura que luchan igual de obstinada y valientemente. Pocos quieren enfrentar a esta gente desesperada en batalla mientras sus amos estén cerca.

source: Slave Infantry
es: Infantería Esclava

source: slave_infantry^WIP: NOT YET TRANSLATED
es: infantería esclava^EN PROCESO: AÚN SIN TRADUCIR

source: Khaganate Sentinel
es: Centinela del Jaganato

source: slave_sentinel^WIP: NOT YET TRANSLATED
es: centinela esclavo^EN PROCESO: AÚN SIN TRADUCIR

source: pike
es: pica

source: Slave Rouser
es: Esclavo Azuzador

source: Not all slaves are ready to fight on the frontlines for the best place in the Khaganate. Some grovel before nagas and serpentheads: they exalt obedience, service to the Great Khagan and the Empire, and spy on other slaves. In return, they are given lighter work and a safer role in battle - holding a banner and shouting the overseer's commands with their horn. However, the spineless morality of the Rousers works both ways: they will not miss the opportunity to desert if their masters are not around, which is why they will never be compare in their benefits with the truly loyal guardsmen of the Khagan.
es: No todos los esclavos están dispuestos a pelear en primera línea por el mejor lugar en el Khaganato. Algunos se arrastran ante nagas y cabezas de serpiente: exaltan la obediencia, el servicio al Gran Khagan y al Imperio, y espían a los demás esclavos. A cambio reciben trabajos más ligeros y un rol más seguro en batalla: sostener un estandarte y gritar las órdenes del capataz con su cuerno. Sin embargo, la moral sin espina dorsal de los Incitadores funciona en ambos sentidos: no desaprovechan la oportunidad de desertar si sus amos no están cerca, por eso nunca podrán compararse en beneficios con los verdaderamente leales guardias del Khagan.

source: Giant Beaver
es: Castor Gigante

source: When the Ogre tribes under the rule of Yatuk moved to the West, they sought to occupy the lands near the rivers - the most suitable places for agriculture and trade. However, there they were opposed by huge, aggressive beavers, who were not afraid of the swords of ogre warriors and gnawed through the joints of their enemies as easily as they gnaw through thick oaks. In order to drive away the terrible creatures, Yatuk began his quest alone to hunt the King Avanque – the legendary beast, of whom he had learned about from the lips of the trolls of the Estmar Hills. Clashing in battle with the King of the river monsters himself, Yatuk lost his blade, which was easily cut in half by the strong teeth of his opponent. But then he grabbed the beaver's neck with his gauntlet and clenched his fist until the monster's vertebrae could not resist the inevitable crack. The King of Ogres emerged victorious in the duel of two monarchs. However, the beavers did not flee away. They began to reach out to Yatuk's tent and offer him smooth branches and river stones - they had recognized him as their new lord. The beavers still guard rivers and swamps, but now they guard them from the enemies of the Ogre Kingdom.
es: Cuando las tribus ogros bajo el mando de Yatuk se trasladaron al oeste, buscaron ocupar las tierras cercanas a los ríos, los lugares más adecuados para la agricultura y el comercio. Sin embargo, allí se encontraron con enormes castores agresivos que no temían las espadas de los guerreros ogros y trituraban las articulaciones de sus enemigos con la misma facilidad con que roen gruesos robles. Para ahuyentar a estas terribles criaturas, Yatuk inició solo su búsqueda para cazar al Rey Avanque, la bestia legendaria de la que había oído hablar por boca de los trolls de las Colinas de Estmar. Al enfrentarse en combate con el propio Rey de los monstruos fluviales, Yatuk perdió su espada, que fue fácilmente cortada por la mitad por los fuertes dientes de su oponente. Pero entonces agarró el cuello del castor con su guantelete y apretó el puño hasta que las vértebras del monstruo no pudieron resistir el inevitable crujido. El Rey de los Ogros salió victorioso en el duelo de dos monarcas. Sin embargo, los castores no huyeron. Comenzaron a acercarse a la tienda de Yatuk y a ofrecerle ramas lisas y piedras de río: lo habían reconocido como su nuevo señor. Los castores todavía custodian ríos y pantanos, pero ahora los protegen de los enemigos del Reino Ogro.

source: monstrous grip
es: agarre monstruoso

source: Monstrous Beaver
es: Castor Monstruoso

source: The adult giant beavers reach such size that the difference between juvenile giant beavers and regular ones might seem small. Such Monstrous Beavers alone can fell the most ancient trees and push aside the heaviest boulders with their flat tails. With the same ease, they manage to gnaw through plate armor and knock down the strongest opponents, after that it is no big deal for them to drag an unconscious enemy to the depths and drown them there.
es: Los castores gigantes adultos alcanzan un tamaño tal que la diferencia entre los castores gigantes juveniles y los normales puede parecer pequeña. Estos Castores Monstruosos pueden talar por sí mismos los árboles más antiguos y empujar a un lado las rocas más pesadas con sus colas planas. Con la misma facilidad, logran roer a través de la armadura de placas y derribar a los oponentes más fuertes, después de lo cual no es gran cosa para ellos arrastrar a un enemigo inconsciente a las profundidades y ahogarlo allí.

source: Avanque
es: Aván

source: As they age, giant beavers show more and more strange characteristics that distinguish them from ordinary animals. They have scales and keratinized skin, making them related to some water lizards. They also acquire the most advanced intelligence of all beavers, even being occasionally capable of speech and rumored to be magic. These older beavers are known as avanks, and play a role among their Kindred that the Pans do among the Ogres. Although they were loyal to the King of Avanks in the past, they now zealously serve the Ogre Monarch. However, it is not known whether any beaver can grow to the stage of the King of Avanks under the current conditions…
es: A medida que envejecen, los castores gigantes muestran cada vez más características extrañas que los distinguen de los animales comunes. Tienen escamas y piel queratinizada, lo que los relaciona con algunas lagartijas acuáticas. También adquieren la inteligencia más avanzada de todos los castores, llegando incluso a ser ocasionalmente capaces de hablar y con rumores de ser mágicos. Estos castores mayores son conocidos como avanks, y cumplen un rol entre su parentela similar al que los Pans cumplen entre los Ogros. Aunque eran leales al Rey de los Avanks en el pasado, ahora sirven con celo al Monarca Ogro. Sin embargo, no se sabe si algún castor puede llegar a la etapa del Rey de los Avanks bajo las condiciones actuales…

source: Налетчик
es: Bandido

source: Halfogre Outlaw
es: Forajido Semiorco

source: Prolonged proximity to Humans gave rise to the phenomenon of half-ogres. Their birth is a disgrace to an ogre feudal lord, and therefore half-ogres are deprived of all inheritance rights and kept at best as servants, but most often expelled. Then they go to the main road and stray into gangs of vagabonds. Ogre blood is strong, from the union of a half-ogre and a man a new half-ogre is born, therefore, over the centuries, half-ogres have become a separate race, numbering thousands of representatives. Non-royal feudal lords often recruit them into service, armed with large crossbows and clubs.
es: La prolongada proximidad a los Humanos dio lugar al fenómeno de los semiorcos. Su nacimiento es una desgracia para un señor feudal ogro y, por lo tanto, los semiorcos son privados de todos los derechos de herencia y mantenidos en el mejor de los casos como sirvientes, pero la mayoría de las veces son expulsados. Luego van al camino principal y se desvían en bandas de vagabundos. La sangre ogra es fuerte, de la unión de un semiorco y un hombre nace un nuevo semiorco, por lo tanto, a lo largo de los siglos, los semiorcos se han convertido en una raza separada, que suma miles de representantes. Los señores feudales no reales a menudo los reclutan para el servicio, armados con grandes ballestas y mazos.

source: club
es: garrote

source: crossbow
es: ballesta

source: Бандит
es: Bandido

source: Halfogre Bandit
es: Bandido Semiorco

source: Not all half-ogres are ready to accept the rules of the game and enter the service of former oppressors. Many remain on the high road, surviving through pillage and robbery. Large gangs can even attack the feudal lord's possessions, marauding in the vicinity of the castle and setting fields and buildings on fire. Of course, their services are useful to warring lords, but deals with bandits are made in secret so as not to spoil the reputation.
es: No todos los semiorcos están listos para aceptar las reglas del juego y entrar al servicio de antiguos opresores. Muchos permanecen en el camino, sobreviviendo a través del pillaje y el robo. Las grandes bandas pueden incluso atacar las posesiones del señor feudal, merodeando en las cercanías del castillo y prendiendo fuego a campos y edificios. Por supuesto, sus servicios son útiles para los señores en guerra, pero los tratos con los bandidos se hacen en secreto para no arruinar la reputación.

source: Король Бандитов
es: Rey de los Bandidos

source: Halfogre Rebel King
es: Rey Rebelde Semiorco

source: Every half-ogre dreams of regaining the rights to the allotment, from where his ancestors were once expelled. Some achieve success in this struggle: having gathered many bandits under their command, they seize a castle from some knight and declare themselves kings of brigands. True, none of their 'kingdoms' based on 'freedom, equality and brotherhood' (only for half-ogres, of course) lasted even a couple of years.
es: Todo semiorco sueña con recuperar los derechos a la parcela, de donde sus ancestros fueron expulsados ​​una vez. Algunos logran el éxito en esta lucha: habiendo reunido a muchos bandidos bajo su mando, se apoderan de un castillo de algún caballero y se declaran reyes de los bandidos. Es cierto que ninguno de sus «reinos» basados en «libertad, igualdad y hermandad» (solo para semiorcos, por supuesto) duró ni siquiera un par de años.

source: Наемник
es: Mercenario

source: Halfogre Mercenary
es: Mercenario Medio-Ogro

source: Adult half-ogres that survived battles and saved up a decent amount of gold, buy leather armor, a helmet, a pavese shield and a heavy crossbow, and go into mercenaries. Now they are not a gang of outcasts, but professional warriors who will not serve just anyone. The armor-piercing bolts fired by mercenaries from their crossbows are capable of not only going through armor but also breaking it, so bands of these marksmen are a great help in a war dominated by heavy infantry.
es: Los medio-ogros adultos que han sobrevivido a las batallas y han ahorrado una cantidad decente de oro, compran armaduras de cuero, un casco, un escudo pavés y una ballesta pesada, y se unen a las filas mercenarias. Ahora ya no son una banda de marginados, sino guerreros profesionales que no servirán a cualquiera. Los virotes perforadores de armaduras disparados por los mercenarios con sus ballestas son capaces no solo de atravesar la armadura, sino también de romperla, por lo que las bandas de estos tiradores son de gran ayuda en una guerra dominada por la infantería pesada.

source: Ландскнехт
es: Landsknecht

source: Halfogre Landsknecht
es: Landsknecht Medio-Ogro

source: The best of the mercenaries become Landsknechts. This honorary title goes to them at the cost of many battles and wounds. Landsknecht is wealthy, so he wraps his scarred body in heavy ogre armor and picks up an imposing hand ballista. One shot from it is capable of knocking down an ogre or flashing through several human bodies. Although the services of landsknechts are not cheap (old mercenaries know their worth!), Pans and even the King do not disdain to use them, because the benefits that Landsknechts bring to the battlefield override any questions of honor and morality.
es: Los mejores de los mercenarios se convierten en Landsknechts. Este título honorífico les es otorgado a costa de muchas batallas y heridas. Un Landsknecht es adinerado, por lo que envuelve su cuerpo lleno de cicatrices en una pesada armadura de ogro y recoge una imponente balista de mano. Un solo disparo de ella es capaz de derribar a un ogro o atravesar varios cuerpos humanos. Aunque los servicios de los Landsknechts no son baratos (¡los viejos mercenarios saben lo que valen!), los Pans e incluso el Rey no desprecian utilizarlos, porque los beneficios que los Landsknechts aportan al campo de batalla superan cualquier cuestión de honor y moralidad.

source: handheld ballista
es: balista de mano

source: armor-piercing shot
es: disparo perforador de armadura

source: Ogre Feudal
es: Ogro Feudal

source: Under the feudal system, the top in the hierarchy of society is occupied by the warrior class. Due to their privileged position, Ogre feudal lords can afford armor and a mount – enormous boars, living in special lands of the upper class. A heavy spear combined with the strength of an Ogre rider inflicts heavy injuries, easily piercing through smaller creatures. The mount itself is also dangerous - rushing like a boulder along the mountainside, it crushes the bones and sends those not lucky enough to be in its way into flight.
es: Bajo el sistema feudal, la cima de la jerarquía social está ocupada por la clase guerrera. Debido a su posición privilegiada, los señores feudales Ogros pueden permitirse armadura y una montura, jabalíes enormes que viven en tierras especiales de la clase alta. Una lanza pesada combinada con la fuerza de un jinete Ogro inflige heridas graves, perforando fácilmente a criaturas más pequeñas. La montura misma también es peligrosa: corriendo como una roca por la ladera de la montaña, aplasta los huesos y hace huir a aquellos que no tienen la suerte de interponerse en su camino.

source: lance
es: lanza

source: Ogre Aristocrat
es: Ogro Aristócrata
