Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: Every state, culture, race has aristocrats. Although aristocrats are still a military class, in many places and contexts the word has taken on the connotation of some sophisticated person who is more inclined towards the arts and sciences than war. Ogre nobles combine both - their art is boar riding, their science is warfare. Having rich experience of warfare – perhaps the only way of vertical mobility – Ogre Aristocrats are much more skilled than their associates in battle, while personal wealth provides good armor and weapons.
es: Cada estado, cultura y raza tiene aristócratas. Aunque los aristócratas siguen siendo una clase militar, en muchos lugares y contextos la palabra ha adquirido la connotación de una persona sofisticada más inclinada a las artes y las ciencias que a la guerra. Los nobles Ogros combinan ambos: su arte es montar jabalíes, su ciencia es la guerra. Con una rica experiencia en la guerra, quizás el único camino de movilidad vertical, los Aristócratas Ogros son mucho más hábiles que sus asociados en la batalla, mientras que la riqueza personal proporciona buenas armaduras y armas.

source: Ogre Royal Knight
es: Ogro Caballero Real

source: Having proved their loyalty and skill in combat, the most distinguished nobles can achieve the title of Royal Knights - members of the retinue of the Ogre King himself. “Boar Paladins” are easily distinguished from the rest of the warriors by the black banner that plaps over the pale bones of the fallen enemy, which now holds the flag of the victor. With great experience and mastery, the Royal Knights can change the direction of their heavy beasts with amazing accuracy, without giving anyone a chance to avoid their mighty charge.
es: Habiendo demostrado su lealtad y habilidad en combate, los nobles más distinguidos pueden alcanzar el título de Caballeros Reales, miembros del séquito del mismísimo Rey Ogro. Los «Paladines Jabalíes» se distinguen fácilmente del resto de los guerreros por el estandarte negro que ondea sobre los huesos pálidos del enemigo caído, que ahora sostiene la bandera del vencedor. Con gran experiencia y maestría, los Caballeros Reales pueden cambiar la dirección de sus pesadas bestias con asombrosa precisión, sin dar a nadie la oportunidad de evitar su poderosa carga.

source: Ogre Magnate
es: Ogro Magnate

source: Magnates are in many ways similar to Aristocrats, but their position is dictated more by wealth than by title. Often, they are even richer than many other representatives of the upper class, but their political power is limited – no matter how rich a magnate is, he cannot claim a vote in the Sejm - the council for monarch elections. However, most ogre kings tend to be on good terms with the magnates - the gold from their thick purses is enough to equip and train sizable armies. And they themselves are not simple folk in battle - they have at their disposal the thickest and most ferocious boars and the strongest maces - the main symbol of the magnate blood lines, with the power of heavy blows of which the magnates smite miserable and unworthy peasants beneath them.
es: Los Magnates son en muchos sentidos similares a los Aristócratas, pero su posición está dictada más por la riqueza que por el título. A menudo, son incluso más ricos que muchos otros representantes de la clase alta, pero su poder político es limitado: no importa cuán rico sea un magnate, no puede reclamar un voto en el Sejm, el consejo para las elecciones monárquicas. Sin embargo, la mayoría de los reyes ogros tienden a llevarse bien con los magnates: el oro de sus gruesos monederos es suficiente para equipar y entrenar ejércitos considerables. Y ellos mismos no son gente sencilla en la batalla: tienen a su disposición los jabalíes más grandes y feroces y las mazas más fuertes, el símbolo principal de los linajes de sangre magnate, con el poder de cuyos golpes pesados los magnates castigan a los miserables e indignos campesinos bajo ellos.

source: devour
es: devorar

source: Ogre Noble Son
es: Ogro Hijo Noble

source: The noble estates of feudal kindoms are largely militaristic in nature, but even they are often engaged in philosophy, science and art. Among the Ogres, the military estate is focused exclusively on war - even if it is engaged in philosophy, science and art, then this is military philosophy, military science and military art. The sons of noble families are engaged in war and are accustomed to it from a young age - largely under the supervision of older relatives, fathers. Although they lack military experience and high-quality weapons, Noble Sons make up for it with youthful prowess and tenacity in battle, which will later help them achieve higher privileges through military feats.
es: Las clases nobles de los reinos feudales son en gran medida de naturaleza militarista, pero incluso ellas a menudo se dedican a la filosofía, la ciencia y el arte. Entre los Ogros, la clase militar se centra exclusivamente en la guerra; incluso si se dedica a la filosofía, la ciencia y el arte, entonces esto es filosofía militar, ciencia militar y arte militar. Los hijos de familias nobles se dedican a la guerra y están acostumbrados a ella desde una edad temprana, en gran parte bajo la supervisión de parientes mayores, los padres. Aunque carecen de experiencia militar y armas de alta calidad, los Hijos Nobles lo compensan con destreza juvenil y tenacidad en la batalla, lo que luego les ayudará a alcanzar mayores privilegios a través de hazañas militares.

source: Ogre Heir
es: Ogro Heredero

source: When an Ogre son proves his abilities in battle, older feudal lords can already see him as a worthy heir. Gaining money and fame, Heirs first of all spend them on better weapons. Although they are no strangers to feasting and drinking, better equipment will more likely allow them to rise to higher honors. However, one should not ignore the internal struggle - the brother's dagger is less merciful than the axe of a foreigner.
es: Cuando un hijo Ogro demuestra sus habilidades en la batalla, los señores feudales mayores ya pueden verlo como un digno heredero. Al ganar dinero y fama, los Herederos, ante todo, los gastan en mejores armas. Aunque no son ajenos a los banquetes y la bebida, un mejor equipo les permitirá con mayor probabilidad ascender a honores más altos. Sin embargo, no se debe ignorar la lucha interna: la daga del hermano es menos misericordiosa que el hacha de un extranjero.

source: Ogre Pan
es: Ogro Pan

source: Heirs who were able to achieve high merits, can claim the title of Pan - the first people in the state after the King himself. Pans govern panlands, the largest divisions of the Ogre Kingdom. Such huge power also gives them the right to participate in the Sejm, where, in addition to feasts and drinking parties, important issues are being solved - for example, the elections of the King. Great influence also allows them to count on better weapons, which easily distinguish them from the closest ranks of nobility, and far from the favor of the latter.
es: Los Herederos que pudieron lograr grandes méritos, pueden reclamar el título de Pan, las primeras personas en el estado después del mismísimo Rey. Los Pans gobiernan panlands, las divisiones más grandes del Reino Ogro. Tal enorme poder también les da derecho a participar en el Sejm, donde, además de banquetes y fiestas con bebida, se resuelven asuntos importantes, por ejemplo, las elecciones del Rey. La gran influencia también les permite contar con mejores armas, lo que los distingue fácilmente de los rangos más cercanos de la nobleza, y lejos del favor de estos últimos.

source: shield
es: escudo

source: Ogre King
es: Ogro Rey

source: To live up to the title of King, a Pan requires exceptional flexibility and durability to get through numerous military campaigns and internal intrigues. The lower feudal lord cannot disobey the words of the supreme monarch - both because of great authority and a great sword, the size of which is enough to cut from head to toe the enemies of the state and the throne. The ogre monarch holds Matuk's Plate Glove, one of the relics of the kingdom, along with the Sword of the Founding King, which is also a symbol of secular power in the state.
es: Para estar a la altura del título de Rey, un Pan requiere una flexibilidad y durabilidad excepcionales para superar numerosas campañas militares e intrigas internas. El señor feudal inferior no puede desobedecer las palabras del monarca supremo, tanto por la gran autoridad como por una gran espada, cuyo tamaño es suficiente para cortar de pies a cabeza a los enemigos del estado y del trono. El monarca ogro sostiene el Guante de Placas de Matuk, una de las reliquias del reino, junto con la Espada del Rey Fundador, que también es un símbolo de poder secular en el estado.

source: matuk's glove
es: guante de matuk

source: eviscerating strike
es: golpe destripador

source: Ogre Crusader
es: Ogro Cruzado

source: holy light
es: luz sagrada

source: Ogre Paladin
es: Ogro Paladín

source: Ogre Bastard
es: Ogro Bastardo

source: The most untalented noble sons are called bastards. Often they lose all rights of inheritance and start wandering on the roads, eating raw meat, attacking peasants and travelers. This way of life awakens in them the primordial ogre anger and savagery. In the Kingdom, every knight would consider it an honor to finish off a feral bastard, so they often escape abroad and settle in the wild lands. The evil man-eating ogres known in Wesnot are these very bastards and their descendants.
es: Los hijos nobles más sin talento son llamados bastardos. A menudo pierden todos los derechos de herencia y comienzan a vagar por los caminos, comiendo carne cruda, atacando a campesinos y viajeros. Este estilo de vida despierta en ellos la ira ogra primordial y el salvajismo. En el Reino, todo caballero consideraría un honor acabar con un bastardo salvaje, por lo que a menudo escapan al extranjero y se asientan en las tierras salvajes. Los ogros malvados devoradores de hombres conocidos en Wesnot son estos mismos bastardos y sus descendientes.

source: cleaver
es: cuchilla

source: acid breath
es: aliento ácido

source: Badlands King
es: Rey de las Tierras Malas

source: If the bastard lives long enough, he will become an uncanny likeness of the primordial ogre, the king of the badlands. His domain is wild forests, hills, mountains, and caves; his religion is eternal hunger and malice; his servants are mighty paws and sharp fangs. Forgetting their past and even their ogre speech, the Badlands Kings seclude themselves in their domain, and woe to anyone who dares to trespass!
es: Si el bastardo vive lo suficiente, se convertirá en una extraña semejanza del ogro primordial, el rey de las tierras malas. Su dominio son los bosques salvajes, las colinas, las montañas y las cuevas; su religión es el hambre eterna y la malicia; sus sirvientes son poderosas zarpas y colmillos afilados. Olvidando su pasado e incluso su habla ogra, los Reyes de las Tierras Malas se aíslan en su dominio, ¡y ay de quien se atreva a invadirlo!

source: River Warrior
es: Guerrero de Río

source: harpoon
es: arpón

source: River Ataman
es: Atamán de Río

source: River Getman
es: Hetmán de Río

source: Fire Pig
es: Cerdo de Fuego

source: Fire Boar
es: Jabalí de Fuego

source: Unleash the might of the Tsar Bimba!!!
es: ¡¡¡Desata el poder del Tsar Bimba!!!

source: Ogre Cleric
es: Ogro Clérigo

source: The ogre religion, which takes its roots from the teachings of white mages from the Kingdom of Wesnoth, aims to slay monsters and vile spirits, with which the soul of a noble slayer is cleansed. In order to maintain and spread the idea of ​​'cleansing the fire of the soul', Ogres created a clergy estate, perhaps much more complexly organized than in the realm of Humans. Clerics are just the first step in the spiritual hierarchy. They serve in temples and monasteries, as well as - as befits any ogre - on the battlefield, where they strike heretics with streams of light and knock out their teeth with heavy blows.
es: La religión ogra, que tiene sus raíces en las enseñanzas de los magos blancos del Reino de Wesnoth, tiene como objetivo matar monstruos y espíritus viles, con lo cual el alma de un noble asesino es limpiada. Para mantener y difundir la idea de «limpiar el fuego del alma», los Ogros crearon una clase de clero, quizás organizada de forma mucho más compleja que en el reino de los Humanos. Los Clérigos son solo el primer paso en la jerarquía espiritual. Sirven en templos y monasterios, así como, como corresponde a cualquier ogro, en el campo de batalla, donde golpean a los herejes con corrientes de luz y les sacan los dientes con fuertes golpes.

source: Ogre Bishop
es: Ogro Obispo

source: Bishops are a higher level of the clergy, which is granted to clerics for their zealous service to the Church, proving their devotion to the ideals of the cult. Bishops are engaged in general control over the conduct within the spiritual organization: the observance of rituals, the service of lower ranks, the collection of taxes. Beginning at this stage, priests receive a crude staff to help them direct the cleansing light as well as tap on the tops of dissenters.
es: Los Obispos son un nivel superior del clero, que se otorga a los clérigos por su celoso servicio a la Iglesia, demostrando su devoción a los ideales del culto. Los Obispos se dedican al control general de la conducta dentro de la organización espiritual: la observancia de los rituales, el servicio de los rangos inferiores, la recaudación de impuestos. Comenzando en esta etapa, los sacerdotes reciben un bastón tosco para ayudarlos a dirigir la luz purificadora, así como para golpear las cabezas de los disidentes.

source: Ogre Cardinal
es: Ogro Cardenal

source: As with the knightly retinue of a secular ruler, the spiritual authority needs the closest associates - cardinals who report and carry out the orders of the Ogre Pope himself. As in the case of the King of Ogres, the title of the Ogre Pope is hereditary, therefore, as with the royal knightly retinue, it is the duty of the cardinals to protect the higher person from competition in the succession of the throne. Although they do not wield sharp spears or swords, they have ruthless fire in their hands, which they will not hesitate to use against the enemies of the Pope, but they mainly use it against evil spirits and heretics, disgusting to the religion of light. As a sign of their position, the cardinals hold cruciform daggers - copies of the Sword of Yatuk, now the main symbol of faith and state.
es: Al igual que con el séquito de caballería de un gobernante secular, la autoridad espiritual necesita a los asociados más cercanos, cardenales que informan y ejecutan las órdenes del mismísimo Papa Ogro. Al igual que en el caso del Rey de los Ogros, el título del Papa Ogro es hereditario, por lo tanto, al igual que con el séquito real de caballería, es deber de los cardenales proteger a la persona superior de la competencia en la sucesión al trono. Aunque no empuñan lanzas o espadas afiladas, tienen fuego implacable en sus manos, que no dudarán en usar contra los enemigos del Papa, pero lo usan principalmente contra los espíritus malignos y los herejes, repugnantes para la religión de la luz. Como signo de su posición, los cardenales sostienen dagas cruciformes, copias de la Espada de Yatuk, ahora el principal símbolo de fe y estado.

source: cleansing flame
es: llama purificadora

source: Ogre Pope
es: Ogro Papa

source: The Ogre Pope is the highest clergy title in the Ogre religion. It is on His behalf that the policy of the church is carried out - the spread of the teachings, the construction of temples, the announcement of the crusades. His power rivals that of the secular ruler, the King of Ogres. On the one hand, this confrontation weakens the integrity of the state, on the other hand, it prevents the petty tyrants to come in full power on both sides. The staff of the Pope is the heaviest club of all the clergy. With its help, the head of the church crushes the skulls of heretics and schismatics, the lists of which are usually fixed on the club itself. In addition to that, the Ogre Pope holds the main relic of the Ogre Kingdom – the sword of Yatuk, the Founding King, who adopted the faith of light and kindled the first spark in his soul with his sword. The lower ranks like the cardinals are only entitled to a smaller copy in the form of a dagger.
es: El Papa Ogro es el título clerical más alto en la religión Ogro. Es en Su nombre que se lleva a cabo la política de la iglesia: la difusión de las enseñanzas, la construcción de templos, el anuncio de las cruzadas. Su poder rivaliza con el del gobernante secular, el Rey de los Ogros. Por un lado, esta confrontación debilita la integridad del estado, por otro lado, evita que los pequeños tiranos lleguen a tener pleno poder en ambos lados. El bastón del Papa es el mazo más pesado de todo el clero. Con su ayuda, el jefe de la iglesia aplasta los cráneos de herejes y cismáticos, cuyas listas generalmente se fijan en el propio mazo. Además de eso, el Papa Ogro tiene la principal reliquia del Reino Ogro: la espada de Yatuk, el Rey Fundador, quien adoptó la fe de la luz y encendió la primera chispa en su alma con su espada. Los rangos inferiores como los cardenales solo tienen derecho a una copia más pequeña en forma de daga.

source: Runner
es: Corredor

source: sling
es: honda

source: Messenger
es: Mensajero

source: Serf
es: Siervo

source: Battle Serf
es: Siervo de Batalla

source: halberd
es: alabarda

source: Siege Troll
es: Troll de Asedio

source: Since ancient times, the Troll tribes that inhabit the Estmar Hills and the mountains adjacent to them have recognized the power of Ogres. Their way of life did not change until Ogres built castles and discovered that large slings of Trolls crushed walls like human catapults. From that moment on, every ogre feudal lord sought to gather stone thrower Trolls under his banner. They were much more valued than ordinary Trolls with clubs, and over time, the warfare of entire tribes was completely reorganized into a siege war. Young troll mercenaries were taught to throw stones so that they would bring more gold to the tribe. The result is impressive: a huge number of these 'living catapults', much more mobile and cheaper than mechanical devices, makes the army of Ogres fearsome in sieges.
es: Desde la antigüedad, las tribus Troll que habitan las Colinas de Estmar y las montañas adyacentes a ellas han reconocido el poder de los Ogros. Su modo de vida no cambió hasta que los Ogros construyeron castillos y descubrieron que las grandes hondas de los Trolls aplastaban los muros como las catapultas humanas. A partir de ese momento, todo señor feudal ogro buscó reunir Trolls lanzadores de piedra bajo su estandarte. Eran mucho más valorados que los Trolls comunes con mazos y, con el tiempo, la guerra de tribus enteras se reorganizó por completo en una guerra de asedio. A los jóvenes mercenarios trolls se les enseñó a lanzar piedras para que trajeran más oro a la tribu. El resultado es impresionante: un gran número de estas «catapultas vivientes», mucho más móviles y baratas que los dispositivos mecánicos, hace que el ejército de los Ogros sea temible en los asedios.

source: boulder
es: roca

source: Catapult Troll
es: Troll Catapulta

source: It is not known exactly how Trolls came up with the idea to improve the sling with a pole – perhaps one of them tried to use the working part of the trebuchet – but now it is the main weapon of experienced mercenary stone throwers. The pole makes shooting easier and faster, with its help one can throw stones in an arc and destroy buildings outside the fortress walls. Add to this heavier equipment, fast troll legs that cover an impressive distance in a single step, as well as the ability to shoot from difficult positions – and you get the perfect siege weapon. Bands of Catapult Trolls have become a real
es: No se sabe exactamente cómo a los Trolls se les ocurrió la idea de mejorar la honda con un poste; quizás uno de ellos intentó usar la parte de trabajo del trabuquete, pero ahora es la principal arma de los experimentados mercenarios lanzadores de piedra. El poste hace que el lanzamiento sea más fácil y rápido, con su ayuda se pueden lanzar piedras en arco y destruir edificios fuera de los muros de la fortaleza. Añade a esto un equipo más pesado, piernas rápidas de troll que cubren una distancia impresionante en un solo paso, así como la capacidad de disparar desde posiciones difíciles, y obtienes el arma de asedio perfecta. Las bandas de Trolls Catapulta se han convertido en una verdadera

source: Trebuchet Troll
es: Troll Trabuquete

source: Trebuchet Troll is almost as powerful as its mechanical counterpart, while being significantly superior in everything else. This is the oldest, largest and strongest troll from the mercenary squad. Decades of combat experience make him a good commander, who directs the shots of his relatives. There are not even three dozen Trebuchet Trolls in the entire Kingdom, but the appearance of even one of them on the battlefield is a grave threat to the defenders.
es: El Troll Trebuchet es casi tan poderoso como su contraparte mecánica, mientras es significativamente superior en todo lo demás. Este es el más viejo, el más grande y el troll más fuerte del escuadrón mercenario. Décadas de experiencia en combate lo convierten en un buen comandante, que dirige los disparos de sus parientes. Hay menos de tres docenas de Trolls Trebuchet en todo el Reino, pero la aparición de incluso uno de ellos en el campo de batalla representa una grave amenaza para los defensores.

source: Troll Stormtrooper
es: Troll Tropas de Asalto

source: After the stone throwers break the walls, someone should has to lead the attack and be the first to rush into the gap. Many ogres are willing to take on this task, but the best one is the combat troll. Those who did not want to part with a club for a sling became Stormtrooper Trolls. Armored, holding tower shields and heavy clubs, they break into the ranks of the defenders and slam it with mighty blows. Often stormtroopers go berserk and by the end of the battle they are so wounded that only natural regeneration saves them from death. However, this 'life on the edge' brings the trolls no less fun than the destruction of buildings by throwing stones.
es: Después de que los lanzadores de piedras rompen las murallas, alguien tiene que liderar el ataque y ser el primero en irrumpir por la brecha. Muchos ogros están dispuestos a asumir esa tarea, pero el mejor es el troll de combate. Aquellos que no quisieron separarse de su maza por una honda se convirtieron en Trolls de Asalto. Blindados, portando escudos de torre y mazas pesadas, irrumpen en las filas de los defensores y las destrozan con golpes poderosos. A menudo los trolls de asalto entran en berserk y al final de la batalla están tan heridos que solo la regeneración natural los salva de la muerte. Sin embargo, esta «vida al límite» les produce a los trolls no menos placer que la destrucción de edificios lanzando piedras.

source: Troll Wallcrusher
es: Troll Rompemuros
