Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: Music pack “The Great Steppe Music” is installed. Custom music will be played.
es: El paquete de música «The Great Steppe Music» está instalado. Se reproducirá música personalizada.

source: Music pack “The Great Steppe Music” is not installed. Custom music will be replaced with default tracks.
es: El paquete de música «The Great Steppe Music» no está instalado. La música personalizada será reemplazada con pistas predeterminadas.

source: The Great Steppe Era
es: Era de la Gran Estepa

source: The Great Steppe Era (Age of Heroes)
es: Era de la Gran Estepa (Era de los Héroes)

source: The Great Steppe Era (RPG)
es: Era de la Gran Estepa (RPG)

source: GSE + Default
es: GSE + Predeterminado

source: fire extinguish event triggered
es: evento de extinción de fuego activado

source: fire extinguish event succeeded x: $this_item.x, y: $this_item.y
es: evento de extinción de fuego exitoso x: $this_item.x, y: $this_item.y

source: fire true extinguish event succeeded x: $this_item.x, y: $this_item.y
es: evento de extinción de fuego verdadero exitoso x: $this_item.x, y: $this_item.y

source: pillage
es: saqueo

source: Whener this unit kills an enemy, they earn their side an amount of gold equal to 75% (rounded up) of the killed enemy's gold cost. When moving onto a village, this unit automatically destroys it, giving the arsonist's side some gold (equal to 2+1 times the side's village gold setting), giving the unit 3 experience, healing the unit by 8 HP and removing poison. This ability does not work while enslaved. If a unit with pillage is leader (except in RPG), the side gains a bit of extra income to compensate for the faction usually not being able to hold villages.
es: Cuando esta unidad mata a un enemigo, gana para su bando una cantidad de oro igual al 75% (redondeado hacia arriba) del costo en oro del enemigo muerto. Al moverse a una aldea, esta unidad la destruye automáticamente, dando a su bando algo de oro (igual a 2+1 veces el valor de oro de aldea del bando), dando a la unidad 3 de experiencia, sanando a la unidad 8 PV y eliminando veneno. Esta habilidad no funciona mientras esté esclavizada. Si una unidad con saqueo es líder (excepto en RPG), el bando gana un poco de ingreso extra para compensar que la facción usualmente no pueda mantener aldeas.

source: Steppe Pillage Mod
es: Mod de Saqueo de Estepa

source: This mod allows using the 'pillage' ability that the Bull Tumen faction had pre-rework. The mod has the following options in the mod option menu: -give pillage to all sides -give pillage only to Bull Tumen
es: Este mod permite usar la habilidad «saqueo» que tenía la facción Bull Tumen antes de la reelaboración. El mod tiene las siguientes opciones en el menú de opciones del mod: -dar saqueo a todos los bandos -dar saqueo solo a Bull Tumen

source: Who can use pillage?
es: ¿Quién puede usar saqueo?

source: Decides whether players can make enemies speak or not.
es: Decide si los jugadores pueden hacer hablar a los enemigos o no.

source: All sides
es: Todos los bandos

source: Bull Tumen only
es: Solo Bull Tumen

source: race^Steppe ogre
es: ogro de estepa

source: race+female^Steppe ogre
es: ogra de estepa

source: race^Steppe ogres
es: ogros de estepa

source: Imagine the horror of the inhabitants of a small human town, which 400 years ago, for the first time in history, was raided by a horde of hitherto unknown cruel monsters. Savages twice the height of a man, riding chariots drawn by monstrous bulls, armed with bone axes and their furious screams echoing in the surroundings... That was the ogres. That fateful day, mankind became acquainted with a new race of beings, which had eagerly joined the struggle for a place under the sun. <header>text='Everyday Life'</header> Ogres are a nomadic race. In the summer they graze huge herds of bulls, whom the ogres revere as sacred animals, in the steppes. They spend winters in the camps located in the semi-deserts of the far South. The cows give the ogres milk, which they drink, and from which they also make kumis, cheese, yogurt. The steppe ogre eat beef (as well as preparing it for later use) at the autumn festival dedicated to their Bull God, the ruler of the pastures of the underworld. Ogres traditionally make weapons, armor, and household items from the bones of bulls and other steppe animals. In addition to herding, ogres live by raiding settled lands, where they take prisoners to sell into slavery. <header>text='Religion'</header> Ogres worship the Bull God, who, according to their beliefs, rules the steppes of the underworld, where every ogre ends up after death, and is the direct ancestor of the holy dynasty of khans ruling almost all the hordes. The cult of the bull god is run by priests in horned masks - an order of sorcerers loyal to the Khan, and infinitely loyal to their god. These shamans are capable of sending heavy curses and turning bulls into monsterous minotaurs. Also, some ogres worship various spirits of nature - and by communing with spirits, shamans who control nature since ancient times have been at odds with the bull priests. The rest of the ogres treat both these groups with a mix of respect and superstitious fear. <header>text='Social Structure'</header> A horde of ogres - several tens or hundreds of nomadic families each, usually led by a khan from the sacred dynasty, occasionally a shaman; a horde has pastures and a winter town assigned to it. In the 'khan-led' hordes, the rulers from the sacred dynasty perform a primarily ritual role, and the main burden of management lies with the centurions - wise military leaders, subordinate to the khans, who judge, lead the nomads along the steppe routes, and organize raids. The centurions are assisted by the foremen, who in turn command small detachments of grunts. Each grunt in the horde is a warrior, head of a family, and owner of several bulls. The higher up the social ladder an ogre is, the larger his herd. The most numerous, of course, are the herds of the Khan himself, from which he feeds himself, as well as his squad of so-called
es: Imagina el horror de los habitantes de un pequeño pueblo humano, que hace 400 años, por primera vez en la historia, fue asaltado por una horda de monstruos crueles hasta entonces desconocidos. Selvajes del doble de altura de un hombre, montando carros tirados por toros monstruosos, armados con hachas de hueso y sus gritos furiosos resonando en los alrededores... Esos eran los ogros. Ese fatídico día, la humanidad conoció una nueva raza de seres, que se unió ansiosamente a la lucha por un lugar bajo el sol. <header>text='Vida Cotidiana'</header> Los ogros son una raza nómada. En el verano pastorean enormes manadas de toros, a quienes los ogros reverencian como animales sagrados, en las estepas. Pasan los inviernos en los campamentos ubicados en los semidesiertos del lejano sur. Las vacas dan a los ogros leche, que beben, y de la cual también hacen kumis, queso, yogur. Los ogros de estepa comen carne de res (además de prepararla para uso posterior) en el festival de otoño dedicado a su Dios Toro, el gobernante de los pastos del inframundo. Los ogros tradicionalmente hacen armas, armaduras y artículos del hogar de los huesos de toros y otros animales de estepa. Además de la ganadería, los ogros viven asaltando tierras asentadas, donde toman prisioneros para venderlos como esclavos. <header>text='Religión'</header> Los ogros adoran al Dios Toro, quien, según sus creencias, gobierna las estepas del inframundo, donde todo ogro termina después de la muerte, y es el ancestro directo de la dinastía sagrada de kanes que gobierna casi todas las hordas. El culto al dios toro es dirigido por sacerdotes con máscaras cornudas - una orden de hechiceros leales al Kan, e infinitamente leales a su dios. Estos chamanes son capaces de enviar maldiciones pesadas y convertir toros en minotauros monstruosos. Además, algunos ogros adoran varios espíritus de la naturaleza - y al comunicarse con espíritus, chamanes que controlan la naturaleza desde tiempos antiguos han estado en desacuerdo con los sacerdotes toro. El resto de los ogros tratan a ambos grupos con una mezcla de respeto y miedo supersticioso. <header>text='Estructura Social'</header> Una horda de ogros - varias decenas o cientos de familias nómadas cada una, usualmente dirigida por un kan de la dinastía sagrada, ocasionalmente un chamán; una horda tiene pastos y un pueblo de invierno asignado. En las hordas «dirigidas por kan», los gobernantes de la dinastía sagrada desempeñan un rol principalmente ritual, y la carga principal de gestión recae en los centuriones - líderes militares sabios, subordinados a los kanes, que juzgan, guían a los nómadas por las rutas de estepa, y organizan asaltos. Los centuriones son asistidos por los capataces, que a su vez comandan pequeños destacamentos de gruñidos. Cada gruñido en la horda es un guerrero, cabeza de familia y dueño de varios toros. Cuanto más alto en la escalera social está un ogro, más grande es su manada. Las más numerosas, por supuesto, son las manadas del Kan mismo, de las cuales se alimenta, así como su escuadrón de los llamados

source: race^Wooly Bull
es: toro lanudo

source: race+female^Wooly Cow
es: vaca lanuda

source: Not many things are as heavily associated with ogre nomads as their bulls – powerful, pugnacious horned beasts with the same height as humans in their withers, with heavy hooves and thick brown hide. They serve herdsmen as a source of meat, milk, wool and as drafting animals. Bulls – are the base of ogres’ wealth: the greatest power among the nomads is in the hands of those who have the largest herds. Bulls are also important as a military force – it is them who are harnessed to war chariots, which they pull with ease, reaching great speeds and charging into enemy lines, like giant battle rams…
es: No hay muchas cosas tan fuertemente asociadas con los ogros nómadas como sus toros – poderosas, belicosas bestias cornudas con la misma altura que los humanos en sus cruces, con pesados cascos y grueso pelaje marrón. Sirven a los pastores como fuente de carne, leche, lana y como animales de tiro. Los toros – son la base de la riqueza de los ogros: el mayor poder entre los nómadas está en manos de aquellos que tienen las manadas más grandes. Los toros también son importantes como fuerza militar – son ellos quienes se enganchan a los carros de guerra, que tiran con facilidad, alcanzando grandes velocidades y cargando contra las líneas enemigas, como gigantes arietes de batalla…

source: race^Desert Naga
es: naga del desierto

source: race+female^Desert Nagini
es: nagini del desierto

source: race^Desert Nagas
es: nagas del desierto

source: Desert nagas are, a serpentine people living in the desert south of the Great Steppe, and distant relatives of the aquatic naga. Unlike their western counterparts, desert nagas have smoother, more muscular bodies and yellowish scales. They practically do not know how to swim, and act poorly in the water, but they move well on the sand and are excellent diggers. Their dwellings are deep holes in the sand, fortified with clay, with a small round hut around the entrance, also made of clay. Desert nagas did not have a developed culture and lived in small settlements, which were ruled by the head of the clan - the chieftain. They did not engage in agriculture, and instead preferred hunting and robbery. Before the arrival of the serpentheads, desert nagas loved to ambush trade routes. They buried themselves in the sand, and then suddenly attacked the caravans, jumping out of the sand, then using primitive clubs and various weapons captured in battle. Goods plundered by the nagas was rarely used effectively. More often than not, they simply put the best things in their burrows and used the weapons for future raids. Among themselves, as well as with other peoples, the desert nagas rarely ever traded, except in exceptional cases, when the looted goods had to be sacrificed in order to acquire things necessary for survival of the tride, or to buy off stronger conquerors. The arrival of the Serpentheads turned the once primitive desert barbarians into the elite of the new slave state. Finding some physical similarity, the powerful serpentheads chose the nagas as the first race with which they would subdue the rest. In an instant, the dunes of desert nagas were filled by hordes of Nuckelavee led by four-armed creatures similar to them. The serpentheads declared themselves a race of gods to the naga, and invited them to take part in their divine plan, the purpose of which being to create the so-called Serpent Khaganate and conquer all other peoples for the snake race. Many of the nagas happily accepted new masters - they would later become generals and bodyguards of the serpentheads - but some refused. The villages of the latter were brutally slaughtered and their children forced to become servants. Now their descendants perform various engineering work in the Khaganate, such as digging ditches and pit traps. Thus, Serpent Kaganate appeared. Under the rule of serpentheads, desert nagas have evolved significantly. They received literacy, their new owners taught them various knowledge, both in domestic and military affairs. The naga have become something of an aristocracy. In the course of the following conquests, even the lowest of them acquired their own slaves, and the higher ranking ones outright got whole palaces, and the right to feast at the same table with the serpentheads themselves. The current generation of naga are very proud of their position, and will defend the Khagan's power to the last.
es: Los nagas del desierto son un pueblo serpentino que vive en el desierto al sur de la Gran Estepa, y parientes lejanos de los nagas acuáticos. A diferencia de sus contrapartes occidentales, los nagas del desierto tienen cuerpos más suaves, más musculosos y escamas amarillentas. Prácticamente no saben nadar, y actúan mal en el agua, pero se mueven bien en la arena y son excelentes excavadores. Sus viviendas son agujeros profundos en la arena, fortificados con arcilla, con una pequeña cabaña redonda alrededor de la entrada, también hecha de arcilla. Los nagas del desierto no tenían una cultura desarrollada y vivían en pequeños asentamientos, que eran gobernados por el jefe del clan - el cacique. No se dedicaban a la agricultura, y en su lugar preferían la caza y el robo. Antes de la llegada de los cabezas de serpiente, los nagas del desierto amaban emboscar rutas comerciales. Se enterraban en la arena, y luego atacaban repentinamente las caravanas, saltando fuera de la arena, luego usando garrotes primitivos y varias armas capturadas en batalla. Los bienes saqueados por los nagas rara vez se usaban efectivamente. Más a menudo que no, simplemente ponían las mejores cosas en sus madrigueras y usaban las armas para futuros asaltos. Entre ellos, así como con otros pueblos, los nagas del desierto rara vez comerciaban, excepto en casos excepcionales, cuando los bienes saqueados tenían que sacrificarse para adquirir cosas necesarias para la supervivencia de la tribu, o para sobornar a conquistadores más fuertes. La llegada de los Cabezas de Serpiente convirtió a los una vez primitivos bárbaros del desierto en la élite del nuevo estado esclavista. Encontrando alguna similitud física, los poderosos cabezas de serpiente eligieron a los nagas como la primera raza con la que subyugarían al resto. En un instante, las dunas de los nagas del desierto se llenaron de hordas de Nuckelavee lideradas por criaturas de cuatro brazos similares a ellos. Los cabezas de serpiente se declararon una raza de dioses para los naga, y los invitaron a participar en su plan divino, cuyo propósito era crear el llamado Khaganato de la Serpiente y conquistar a todos los demás pueblos para la raza serpiente. Muchos de los nagas aceptaron felizmente nuevos amos - más tarde se convertirían en generales y guardaespaldas de los cabezas de serpiente - pero algunos se negaron. Las aldeas de estos últimos fueron brutalmente masacradas y sus niños obligados a convertirse en sirvientes. Ahora sus descendientes realizan varios trabajos de ingeniería en el Khaganato, como cavar zanjas y trampas de pozo. Así, apareció el Kaganato de la Serpiente. Bajo el gobierno de los cabezas de serpiente, los nagas del desierto han evolucionado significativamente. Recibieron alfabetización, sus nuevos dueños les enseñaron varios conocimientos, tanto en asuntos domésticos como militares. Los naga se han convertido en algo como una aristocracia. En el curso de las conquistas siguientes, incluso los más bajos de ellos adquirieron sus propios esclavos, y los de mayor rango obtuvieron palacios enteros, y el derecho a banquetear en la misma mesa con los cabezas de serpiente ellos mismos. La generación actual de naga está muy orgullosa de su posición, y defenderá el poder del Khagan hasta el final.

source: race^Gnoll
es: gnoll

source: race+female^Gnoll
es: gnoll

source: race^Gnolls
es: gnolls

source: Gnolls are a race of hyenas walking on two legs from iron-rich hills of Gravr. In ancient times they were a bunch of savage tribes of hunters and fishermen who lived in poor shacks in a hilly savannah of their region and who, just as nagas, practiced pillage. While nagas pillaged the trading routes which go through the desert between human cities, gnolls prefered marching on the cities themselves. From obedient cities they received tribute (which included humans whom gnolls ate), those triying to retain independence were besieged and stormed. More than one oasis was captured and pillaged by swarms of hyena-headed savages, many once flourished settlements were erased from existence and never rose again and piles of half-gnawed skeletons left in their ruins... But something hindered gnolls - it's their lack of unity. Tribes speaking at least three dozen different languages were too proud to unite with anybody - because for uniting you need a common chief. For gnolls to acknoledge a member of another tribe as a chief means to diminish dignity of their own tribe, which they deemed unacceptable. They thought that gnolls of other tribes deserve only being eaten. All of this was exploited by humans cities, they pitted formidable savages against each other reducing their numbers and strength. As for relations with other races, gnolls always considered themselves superior to others and would never obey outsiders; even as mercenaries they had a reputation of the least reliable of all. At any moment a gnoll could turn his bone flail-trap and his claws against a former ally... That was believed until the time when fluttering banners of the Snake Khanagate appeared in Gravr with the roar of elephant's tusks trumpets. The lands of Gravr were gifted by the khagan to old naga nobility; by his highest will bekhs of the hissing with their assembled troops of vassal nagas enhanced by nukelavees and serpenthead representatives of the khagan entered gnolls' hills and immediately started building fortresses there. Gnolls respond to this as it's an invasion and tried to repel the invaders. Militias of hyena-headed ones were lashing the outsiders, with wrathful howl chiefs challenged enemy commanders to a duel. Bekhs laughed at this from their palanquins and, usually even without interrupting the building process, threw nukelavees in combat trampling walking savages and making them flee... However not all gnolls were annoyed by the invasion of the outsiders. A decent number of chiefs (usually those whose lands weren't affected by building of the Khaganate's fortresses, also those who were firsthand enemies of a tribe attacked by snakes) sent their embassies to, as one of them described,
es: Los gnolls son una raza de hienas caminando en dos piernas de las colinas ricas en hierro de Gravr. En tiempos antiguos eran un montón de tribus salvajes de cazadores y pescadores que vivían en pobres chozas en una sabana montañosa de su región y que, al igual que los nagas, practicaban el saqueo. Mientras los nagas saqueaban las rutas comerciales que pasan por el desierto entre ciudades humanas, los gnolls preferían marchar sobre las ciudades mismas. De ciudades obedientes recibían tributo (que incluía humanos que los gnolls comían), aquellas tratando de retener independencia eran asediadas y asaltadas. Más de un oasis fue capturado y saqueado por enjambres de salvajes con cabeza de hiena, muchos asentamientos que una vez florecieron fueron borrados de la existencia y nunca se levantaron de nuevo y pilas de esqueletos medio roídos dejados en sus ruinas... Pero algo obstaculizaba a los gnolls - es su falta de unidad. Tribus hablando al menos tres docenas de idiomas diferentes eran demasiado orgullosas para unirse con cualquiera - porque para unirse necesitan un jefe común. Para que los gnolls reconozcan a un miembro de otra tribu como jefe significa disminuir la dignidad de su propia tribu, lo que consideraban inaceptable. Pensaban que los gnolls de otras tribus merecen solo ser comidos. Todo esto fue explotado por ciudades humanas, enfrentaron a salvajes formidables unos contra otros reduciendo sus números y fuerza. En cuanto a relaciones con otras razas, los gnolls siempre se consideraron superiores a otros y nunca obedecerían a forasteros; incluso como mercenarios tenían la reputación de los menos confiables de todos. En cualquier momento un gnoll podía volver su trampa de mayal de hueso y sus garras contra un antiguo aliado... Eso se creía hasta el tiempo cuando flameantes banderas del Khanagato de la Serpiente aparecieron en Gravr con el rugido de trompetas de colmillos de elefante. Las tierras de Gravr fueron regaladas por el khagan a la vieja nobleza naga; por su voluntad suprema bekhs del siseo con sus tropas reunidas de nagas vasallos mejoradas por nukelavees y representantes cabezas de serpiente del khagan entraron colinas de gnolls e inmediatamente empezaron a construir fortalezas allí. Los gnolls respondieron a esto como una invasión y trataron de repeler a los invasores. Milicias de los con cabeza de hiena azotaban a los forasteros, con aullido iracundo jefes desafiaban a comandantes enemigos a un duelo. Bekhs se reían de esto desde sus palanquines y, usualmente incluso sin interrumpir el proceso de construcción, lanzaban nukelavees en combate pisoteando salvajes caminando y haciéndolos huir... Sin embargo no todos los gnolls estaban molestos por la invasión de los forasteros. Un número decente de jefes (usualmente aquellos cuyas tierras no fueron afectadas por la construcción de fortalezas del Khaganato, también aquellos que eran enemigos directos de una tribu atacada por serpientes) enviaron sus embajadas a, como uno de ellos describió,

source: race^Vampire
es: vampiro

source: race+female^Vampire
es: vampira
