Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: Captured: This unit is captured. It cannot move, or attack, has no ZoC, and it's defense on all mainline types of terrain is reduced by 10%, but the unit can still retaliate, and doesn't cost any upkeep to his side. After several turns pass without the unit being freed, the unit is automatically sold into slavery.
es: Capturada: Esta unidad está capturada. No puede moverse ni atacar, no tiene ZdC, y su defensa en todos los tipos de terreno principales se reduce en 10%, pero la unidad aún puede contraatacar y no cuesta mantenimiento a su bando. Después de varios turnos sin que la unidad sea liberada, la unidad se vende automáticamente en esclavitud.

source: Charge!
es: ¡Carga!

source: Calculate whether this unit can freed
es: Calcular si esta unidad puede ser liberada

source: Yes
es: Sí

source: Cage freeing calculator
es: Calculadora de liberación de jaula

source: Total capturer levels: <span color='#$steppe_cagecalc_capturer_color|'>$capturer_points|</span> Total level of freers: <span color='#$steppe_cagecalc_freer_color|'>$freer_points|</span> Can the unit be freed: <span color='#$steppe_cagecalc_canfree_color|'>$steppe_cagecalc_canfree|</span> (note: this menu only calculates only the <b>current</b> total levels, which can easily change during an enemy's turn)
es: Niveles totales de capturadores: <span color='#$steppe_cagecalc_capturer_color|'>$capturer_points|</span> Nivel total de liberadores: <span color='#$steppe_cagecalc_freer_color|'>$freer_points|</span> Puede ser liberada la unidad: <span color='#$steppe_cagecalc_canfree_color|'>$steppe_cagecalc_canfree|</span> (nota: este menú solo calcula los niveles totales <b>actuales</b>, que pueden cambiar fácilmente durante el turno enemigo)

source: Whener this unit kills an enemy, they earn their side an amount of gold equal to 75% (rounded up) of the killed enemy's gold cost. When moving onto a village, this unit automatically destroys it, giving the arsonist's side some gold (equal to 2+1 times the side's village gold setting), giving the unit 3 experience, healing the unit by 8 HP and removing poison. This ability does not work while enslaved. If a unit with pillage is leader (except in RPG), the side gains a bit of extra income to compensate for the faction usually not being able to hold villages.
es: Cuando esta unidad mata a un enemigo, gana para su bando una cantidad de oro igual al 75% (redondeado hacia arriba) del costo en oro del enemigo muerto. Al moverse a una aldea, esta unidad la destruye automáticamente, dando a su bando algo de oro (igual a 2+1 veces el ajuste de oro de aldea del bando), dando a la unidad 3 experiencia, sanando a la unidad 8 PV y removiendo veneno. Esta habilidad no funciona mientras está esclavizada. Si una unidad con saqueo es líder (excepto en RPG), el bando gana un poco de ingreso extra para compensar que la facción usualmente no puede mantener aldeas.

source: +$tmp_incomebonus| income
es: +$tmp_incomebonus| ingreso

source: capture
es: captura

source: Instead of a killing units, this attack captures them instead. Captured units are put in a cage, moved behind the capturer, and, if not freed within 1 turn, are automatically sold into slavery, and the capturer side gains gold equal to 125% of the unit cost, and if the capturer unit still exists, they gain the same exp that they would get if they killed the unit. While in a cage, the unit can't move/attack and their defense on all terrain is reduced by 10%, but they can still retaliate. If a unit that is on (or allied with) the side of of a captured unit moves next to them, and the total level of nearby allies (in a 2-tile radius from the unit) is higher than that of the nearby enemies (in a 2-tile radius from the unit), the captured unit is freed. The captured unit isn't sold if there are more freers than capturers adjacent to the cage (regardless of level difference). Does not work on buildings or enemies that are already captured.
es: En vez de matar unidades, este ataque las captura. Las unidades capturadas se ponen en una jaula, se mueven detrás del capturador, y, si no se liberan en 1 turno, se venden automáticamente en esclavitud, y el bando capturador gana oro igual al 125% del costo de la unidad, y si la unidad capturadora aún existe, gana la misma exp que obtendría si matara la unidad. Mientras está en jaula, la unidad no puede moverse/atacar y su defensa en todo terreno se reduce en 10%, pero aún puede contraatacar. Si una unidad que está en (o aliada con) el bando de una unidad capturada se mueve junto a ella, y el nivel total de aliados cercanos (en radio de 2 casillas de la unidad) es mayor que el de enemigos cercanos (en radio de 2 casillas de la unidad), la unidad capturada se libera. La unidad capturada no se vende si hay más liberadores que capturadores adyacentes a la jaula (independiente de la diferencia de nivel). No funciona en edificios o enemigos ya capturados.

source: Captured!
es: ¡Capturada!

source: Not enough units to free!
es: ¡No hay suficientes unidades para liberar!

source: Freer points: $freer_points|. Slaver points: $capturer_points|. Prisoner free: $prisoner_tofree|
es: Puntos liberadores: $freer_points|. Puntos esclavistas: $capturer_points|. Prisionero libre: $prisoner_tofree|

source: Too many enemies next to the cage to sell!
es: Demasiados enemigos junto a la jaula para vender!

source: $capturegold|g
es: $capturegold|o

source: bodyguard
es: guardaespaldas

source: If standing next to either a Ogre Mancatcher, Ogre Slaver Apprentice or Ogre Slaver, this unit deals 20% more damage, and the other units(s) gain a 10% bonus to all resistances (up to 30%.
es: Si está junto a un Ogro Atrapahombres, Aprendiz de Esclavista Ogro o Esclavista Ogro, esta unidad causa 20% más daño, y las otras unidad(es) ganan un bono de 10% a todas las resistencias (hasta 30%.

source: depleting
es: agotador

source: hp each turn. Like poison, this ability cannot kill the unit.
es: pv cada turno. Como veneno, esta habilidad no puede matar la unidad.

source: thunderstrike
es: rayo

source: Each turn, this unit attacks a random adjacent enemy with lightning, dealing
es: Cada turno, esta unidad ataca a un enemigo adyacente aleatorio con rayo, causando

source: fire damage. Does not damage units in cages.
es: daño fuego. No daña unidades en jaulas.

source: target: $thundertarget[$random].id, facing: $thundershaman[$e].facing, random $random, length: $thundertarget.length
es: objetivo: $thundertarget[$random].id, mirando: $thundershaman[$e].facing, aleatorio $random, longitud: $thundertarget.length

source: thunderer
es: tronador

source: This unit is a thunderer. Each turn, lightning will strike one random enemy unit nearby. The lightning damage is equal to 4 * the thunderer's level. The lightning strike grants experience and can be lethal. Does not affect units in cages.
es: Esta unidad es un tronador. Cada turno, un rayo golpeará una unidad enemiga aleatoria cercana. El daño del rayo es igual a 4 * el nivel del tronador. El golpe de rayo otorga experiencia y puede ser letal. No afecta unidades en jaulas.

source: lifesteal aura
es: aura robo de vida

source: Each turn, this unit deals
es: Cada turno, esta unidad causa

source: HP for each enemy damaged. Like poison, this can't kill.
es: PV por cada enemigo dañado. Como veneno, esto no puede matar.

source: target: $lifesteal_target[$random].id, facing: $lifestealer[$e].facing, random $random, length: $lifesteal_target.length
es: objetivo: $lifesteal_target[$random].id, mirando: $lifestealer[$e].facing, aleatorio $random, longitud: $lifesteal_target.length

source: swampstalk
es: rastreador de pantano

source: This unit is invisible on swamp terrain.
es: Esta unidad es invisible en terreno de pantano.

source: id: $adaptive_armor_stacks_sub_information[$i].id| side: $adaptive_armor_stacks_sub_information[$i].side| turn: $adaptive_armor_stacks_sub_information[$i].turn_of_reducing| reduce by: $adaptive_armor_stacks_sub_information[$i].reduce_by|
es: id: $adaptive_armor_stacks_sub_information[$i].id| bando: $adaptive_armor_stacks_sub_information[$i].side| turno: $adaptive_armor_stacks_sub_information[$i].turn_of_reducing| reducir por: $adaptive_armor_stacks_sub_information[$i].reduce_by|

source: adaptive armor unit not found
es: unidad de armadura adaptativa no encontrada

source: adaptive armor
es: armadura adaptativa

source: Whenever this unit gets hit, they gain +5% resistance to the damage type they were hit with until the end of their next turn.
es: Siempre que esta unidad reciba impacto, gana +5% resistencia al tipo de daño con el que fue impactada hasta el final de su próximo turno.

source: raven form
es: forma de cuervo

source: With a rightclick menu, you can transform this unit into a raven. In raven form, you can use the same menu to transform back. A unit can only transform once per turn. AI can use this ability too.
es: Con un menú de clic derecho, puedes transformar esta unidad en un cuervo. En forma de cuervo puedes usar el mismo menú para transformar de vuelta. Una unidad solo puede transformar una vez por turno. IA puede usar esta habilidad también.

source: bard
es: bardo

source: With a rightclick menu, you can choose music that the bard will play. This changes both the bard's ability, and the actual in-game music (in multiplayer, only your music is affected, but not music of other players).
es: Con un menú de clic derecho, puedes elegir música que el bardo tocará. Esto cambia tanto la habilidad del bardo como la música actual en el juego (en multijugador, solo tu música se afecta, pero no la música de otros jugadores).

source: Choose a song
es: Elegir una canción

source: Choose a song:
es: Elegir una canción:

source: Return to game
es: Regresar al juego

source: <i>Silvan Sanctuary</i> - heal adjacent allies by 6 hp per turn and cure poison
es: <i>Santuario Silvano</i> - sana aliados adyacentes 6 pv por turno y cura el veneno

source: <i>Love Theme</i> - heal adjacent allies by 10 hp per turn and cure poison
es: <i>Tema de Amor</i> - sana aliados adyacentes 10 pv por turno y cura el veneno

source: <i>Breaking The Chains</i> - +1 moves to allies that start their turn next to the bard (stacks if used by multiple bards)
es: <i>Rompiendo Las Cadenas</i> - +1 movimientos a aliados que comienzan su turno junto al bardo (Se acumula si lo usan varios bardos.)

source: energizing song
es: canción energizante

source: Allies that start their turn next to this unit gain +1 movement until the end of their turn. Does not affect units with 0 max moves. This stacks.
es: Aliados que comienzan su turno junto a esta unidad ganan +1 movimiento hasta el final de su turno. No afecta unidades con 0 movimientos máximos. Esto se acumula.

source: <i>Over the Northern Mountains</i> - +2 moves to allies that start their turn next to the bard (stacks if used by multiple bards)
es: <i>Sobre las Montañas del Norte</i> - +2 movimientos a aliados que comienzan su turno junto al bardo (se acumula si usado por múltiples bardos)

source: Allies that start their turn next to this unit gain +2 movement until the end of their turn. Does not affect units with 0 max moves. This stacks.
es: Aliados que comienzan su turno junto a esta unidad ganan +2 movimiento hasta el final de su turno. No afecta unidades con 0 movimientos máximos. Esto se acumula.

source: <i>Vengeful</i> - adjacent allies deal 15% more damage
es: <i>Vengativo</i> - aliados adyacentes causan 15% más daño

source: vengeful song
es: canción vengativa

source: Adjacent allies deal 15% more damage
es: Aliados adyacentes causan 15% más daño

source: <i>In the Land of Madness</i> - adjacent allies deal 30% more damage
es: <i>En la Tierra de la Locura</i> - aliados adyacentes causan 30% más daño

source: epic song
es: canción épica

source: Adjacent allies deal 30% more damage
es: Aliados adyacentes causan 30% más daño

source: <i>The City Falls</i> - adjacent allies gain 10% more physical resistances (up to 70%)
es: <i>La Ciudad Cae</i> - aliados adyacentes ganan 10% más resistencias físicas (hasta 70%)

source: resistance song
es: canción de resistencia

source: Increases adjacent allies physical resistances by 10% (up to 70%)
es: Aumenta resistencias físicas de aliados adyacentes por 10% (hasta 70%)

source: <i>Moleman</i> - adjacent allies gain 20% more physical resistances (up to 70%)
es: <i>Hombre Topo</i> - aliados adyacentes ganan 20% más resistencias físicas (hasta 70%)

source: Increases adjacent allies physical resistances by 20% (up to 70%)
es: Aumenta resistencias físicas de aliados adyacentes por 20% (hasta 70%)

source: <i>Revelation</i> - adjacent allies gain 10% more magical resistances (up to 70%)
es: <i>Revelación</i> - aliados adyacentes ganan 10% más resistencias mágicas (hasta 70%)

source: enchanted song
es: canción encantada

source: Increases adjacent allies magical resistances by 10% (up to 70%)
es: Aumenta resistencias mágicas de aliados adyacentes por 10% (hasta 70%)

source: <i>New Truths</i> - adjacent allies gain 20% more magical resistances (up to 70%)
es: <i>Nuevas Verdades</i> - aliados adyacentes ganan 20% más resistencias mágicas (hasta 70%)

source: Increases adjacent allies magical resistances by 20% (up to 70%)
es: Aumenta resistencias mágicas de aliados adyacentes por 20% (hasta 70%)

source: <i>Loyalists</i> - adjacent allies gain +10% chance to hit in offense
es: <i>Lealistas</i> - aliados adyacentes ganan +10% probabilidad de impacto en ofensiva

source: marching song
es: canción de marcha

source: Adjacent allies gain +10% chance to hit in offense
es: Aliados adyacentes ganan +10% probabilidad de impacto en ofensiva

source: <i>The High King's March</i> - adjacent allies gain +20% chance to hit in offense
es: <i>La Marcha del Alto Rey</i> - aliados adyacentes ganan +20% probabilidad de impacto en ofensiva

source: Adjacent allies gain +20% chance to hit in offense
es: Aliados adyacentes ganan +20% probabilidad de impacto en ofensiva

source: <i>Sad</i> - adjacent enemies deal 15% less damage
es: <i>Triste</i> - enemigos adyacentes causan 15% menos daño

source: sad song
es: canción triste

source: Enemies adjacent to this unit deal 15% less damage.
es: Enemigos adyacentes a esta unidad causan 15% menos daño.

source: <i>Lonely Snowfall</i> - adjacent enemies deal 30% less damage
es: <i>Nevada Solitaria</i> - enemigos adyacentes causan 30% menos daño

source: Enemies adjacent to this unit deal 30% less damage.
es: Enemigos adyacentes a esta unidad causan 30% menos daño.

source: <i>Into the Shadows</i> - adjacent allies are invisible
es: <i>Al Fondo de las Sombras</i> - aliados adyacentes son invisibles

source: <i>Revelation</i> - adjacent allies gain 2 EXP each turn
es: <i>Revelación</i> - aliados adyacentes ganan 2 PX cada turno

source: transform into a raven
es: transformar en un cuervo

source: return to human form
es: regresar a forma humana

source: +$tmp_bard_moves| moves
es: +$tmp_bard_moves| movimientos

source: surprise attack
es: ataque sorpresa

source: At the start of the turn, if this unit is invisibile, they gain the 'marksman' weapon special on all attacks for 1 turn.
es: Al inicio del turno, si esta unidad es invisible, gana el especial de arma 'tirador' en todos los ataques por 1 turno.

source: smith
es: herrero

source: Each turn, this unit upgrades a random adjacent ally's armor, increasing their physical resistances by 10% for the rest of the battle, and giving the smith 1 experience. Can't upgrade the same unit more than once per battle. Prioritizes normal units over buildings.
es: Cada turno, esta unidad mejora la armadura de un aliado adyacente aleatorio, aumentando sus resistencias físicas por 10% por el resto de la batalla y dando al herrero 1 experiencia. No puede mejorar la misma unidad más de una vez por batalla. Prioriza unidades normales sobre edificios.

source: upgraded armor!
es: ¡armadura mejorada!

source: upgraded armor
es: armadura mejorada

source: This unit has +10% physical resistances until the end of the battle.
es: Esta unidad tiene +10% resistencias físicas hasta el final de la batalla.

source: master smith
es: herrero maestro

source: Each turn, this unit upgrades a random adjacent ally's armor, increasing their physical resistances by 15%, magical resistances by 10%, and giving the smith 2 experience. Can't upgrade the same unit more than once per battle. Replaces the buffs applied by a lower-level smith.
es: Cada turno, esta unidad mejora la armadura de un aliado adyacente aleatorio, aumentando sus resistencias físicas por 15%, resistencias mágicas por 10% y dando al herrero 2 experiencia. No puede mejorar la misma unidad más de una vez por batalla. Reemplaza los bonos aplicados por un herrero de nivel menor.

source: This unit has +15% physical resistances and +10% magical resistances until the end of the battle.
es: Esta unidad tiene +15% resistencias físicas y +10% resistencias mágicas hasta el final de la batalla.

source: mystical smith
es: herrero místico

source: Each turn, this unit upgrades a random adjacent ally's armor, increasing their physical resistances by 15%, magical resistances by 10%, giving them the 'adaptive armor' ability, and giving the smith 3 experience. Can't upgrade the same unit more than once per battle. Replaces the buffs applied by a lower-level smith.
es: Cada turno, esta unidad mejora la armadura de un aliado adyacente aleatorio, aumentando sus resistencias físicas por 15%, resistencias mágicas por 10%, dándoles la habilidad 'armadura adaptativa' y dando al herrero 3 experiencia. No puede mejorar la misma unidad más de una vez por batalla. Reemplaza los bonos aplicados por un herrero de nivel menor.

source: strengthened
es: fortalecido

source: This unit deals
es: Esta unidad causa

source: idol
es: ídolo

source: Each turn, this unit gives a random adjacent ally
es: Cada turno, esta unidad da a un aliado adyacente aleatorio

source: damage for 3 turns, and gives the idol experience. Replaces weaker version of this effect.
es: daño por 3 turnos y da al ídolo experiencia. Reemplaza versión más débil de este efecto.

source: +$steppe_idol[$e].abilities.idol.value|% damage!
es: +$steppe_idol[$e].abilities.idol.value|% daño!

source: adaptive strike +
es: golpe adaptativo +

source: This attack deals
es: Este ataque inflige

source: more damage for each point of adaptive armor currently active on the unit.
es: más daño por cada punto de armadura adaptativa actualmente activa en la unidad.

source: Adjacent living enemies deal less damage - -15% if the same level, -30% if one level lower, -45% if two levels lower, etc.
es: Enemigos vivos adyacentes causan menos daño - -15% si mismo nivel, -30% si un nivel menor, -45% si dos niveles menor, etc.

source: duel
es: duelo

source: If this unit kills an enemy while neither unit has their allies next to them, the duelist gains inspiration for 3 turns (the duration stacks).
es: Si esta unidad mata un enemigo mientras ninguna unidad tiene sus aliados junto a ellos, el duelista gana inspiración por 3 turnos (la duración se acumula).

source: Duel won!
es: ¡Duelo ganado!

source: When this attack hits, enemies adjacent to this unit are damaged by 70% (rounded down) of this attack's damage, and adjacent allies are healed by 33% (rounded down) of the attack's inflicted damage to the main target. Damage is affected by leadership and other damage-affecting abilities, but some weapon specials might not work properly.
es: Cuando este ataque impacta, enemigos adyacentes a esta unidad reciben daño por 70% (redondeado hacia abajo) del daño de este ataque y aliados adyacentes se sanan por 33% (redondeado hacia abajo) del daño infligido del ataque al objetivo principal. El daño se afecta por liderazgo y otras habilidades que afectan daño, pero algunos especiales de arma podrían no funcionar correctamente.

source: observe
es: observar

source: Each turn, this unit marks all enemies in a
es: Cada turno, esta unidad marca a todos los enemigos en un radio de

source: -tile radius for the rest of the battle. Marked units are visible through fog/shroud and their invisibility abilities do not work.
es: casillas por el resto de la batalla. Las unidades marcadas son visibles a través de la niebla/oscuridad y sus habilidades de invisibilidad no funcionan.

source: repair
es: reparar

source: This unit heals adjacent mechanical units by
es: Esta unidad sana unidades mecánicas adyacentes por

source: HP per turn
es: PV por turno

source: Destroy this building (gives a <span color='#cccc33'>33%</span> gold refund, costs <span color='#2c9fed'>40%</span> of the demolisher's moves)
es: Destruir este edificio (da un reembolso de oro <span color='#cccc33'>33%</span>, cuesta <span color='#2c9fed'>40%</span> de los movimientos del demoledor)

source: $destroyrefund|g
es: $destroyrefund|o

source: Building guide
es: Guía de construcción

source: Return to the game
es: Regresar al juego

source: $tmp_buildguide_unit.name| - costs <span color='#cccc33'>$this_item.build_cost|</span> gold and <span color='#2c9fed'>$this_item.build_movescost_name|%</span> moves to build
es: $tmp_buildguide_unit.name| - cuesta <span color='#cccc33'>$this_item.build_cost|</span> oro y <span color='#2c9fed'>$this_item.build_movescost_name|%</span> movimientos para construir

source: Building Guide
es: Guía de Construcción

source: Which of this unit's buildings do you want to see the description of?
es: ¿De cuál de los edificios de esta unidad quieres ver la descripción?

source: This unit can build new units on adjacent tiles via a rightclick menu. This costs gold and some of their moves. After building, the unit gains some exp, with the exp depending on the cost of the building, and the unit's level. You cannot build buildings in deep water, or on unwalkable/impassable terrain
es: Esta unidad puede construir nuevas unidades en casillas adyacentes mediante menú de clic derecho. Esto cuesta oro y algunos de sus movimientos. Después de construir, la unidad gana algo de exp, con la exp dependiendo del costo del edificio y el nivel de la unidad. No puedes construir edificios en agua profunda o en terreno no caminable/impracticable

source: ивент работает!!!
es: ¡el evento funciona!!!

source: - price: <span color='#cccc33'>
es: - precio: <span color='#cccc33'>

source: </span> gold and <span color='#2c9fed'>
es: </span> oro y <span color='#2c9fed'>

source: </span> moves
es: </span> movimientos

source: Not enough gold for this building!
es: ¡No hay suficiente oro para este edificio!

source: wall
es: muro

source: This unit places castle terrain at its location when created. However, it turns into the original tile the wall was built on.
es: Esta unidad coloca terreno de castillo en su ubicación al crearse. Sin embargo, se convierte en la casilla original sobre la que se construyó el muro.

source: repair village
es: reparar aldea

source: This unit can repair villages via a rightclick menu when standing in a 1-tile radius from a village destroyed by the 'pillage' ability. The cost of repairing a village depends on the income of a single village.
es: Esta unidad puede reparar aldeas mediante menú de clic derecho cuando está en radio de 1 casilla de una aldea destruida por la habilidad 'saqueo'. El costo de reparar una aldea depende del ingreso de una sola aldea.

source: repair event succeeded x: $destroyed_village_information[$i].x, y: $destroyed_village_information[$i].y
es: evento de reparación exitoso x: $destroyed_village_information[$i].x, y: $destroyed_village_information[$i].y

source: <span color='#00ff00'>village repaired</span>
es: <span color='#00ff00'>aldea reparada</span>

source: Not enough gold for the repair!
es: ¡No hay suficiente oro para la reparación!
