Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: On hit, this attack moves this unit 1 tile back and pulls the enemy to its current tile. This does not work if there is an unwalkable or impassable tile behind the pulling unit (can pull units into deep water though) or if the enemy is killed by the attack. Cannot pull units with 0 max moves. Only works on offense.
es: Al impactar, este ataque mueve esta unidad 1 casilla atrás y tira al enemigo a su casilla actual. Esto no funciona si hay una casilla no caminable o impracticable detrás de la unidad que tira (puede tirar unidades a agua profunda) o si el enemigo es matado por el ataque. No puede tirar unidades con 0 movimientos máx. Solo funciona en ofensiva.

source: storming
es: asalto

source: Like berserk, but only works if the enemy is standing on castle/village terrain. Only works on offense.
es: Como berserk, pero solo funciona si el enemigo está en terreno de castillo/aldea. Solo funciona en ofensiva.

source: launch pigs
es: lanzar cerdos

source: This unit can launch fire pigs onto tiles in a
es: Esta unidad puede lanzar cerdos de fuego a casillas en un

source: -tile radius. First rightclick on the unit, then on a tile to launch. This will #launch one of the pigs adjacent to the launching unit.
es: radio de -casillas. Primero clic derecho en la unidad, luego en una casilla para lanzar. Esto lanzará uno de los cerdos adyacentes a la unidad lanzadora.

source: Launch a pig
es: Lanzar un cerdo

source: Launch pig here
es: Lanzar cerdo aquí

source: <span color='#ee9405'>damaged castle: $kingdom_castledamage_information[$tmp_castle_index].damage|/$kingdom_castledamage_information[$tmp_castle_index].durability|</span>
es: <span color='#ee9405'>castillo dañado: $kingdom_castledamage_information[$tmp_castle_index].damage|/$kingdom_castledamage_information[$tmp_castle_index].durability|</span>

source: <span color='#ee9405'>damaged castle: 1/$tmp_durability|</span>
es: <span color='#ee9405'>castillo dañado: 1/$tmp_durability|</span>

source: castle breaker
es: rompecastillos

source: On offense, this attack deals damage to castle tiles (this happens when the attack misses too). This does not affect wall units. Additionally, the attack deals 50% more damage to Northern Knyazdom Triumvirate's wall units.
es: En ofensiva, este ataque causa daño a casillas de castillo (esto ocurre cuando el ataque falla también). Esto no afecta unidades de muro. Además, el ataque causa 50% más daño a unidades de muro del Triumvirato de Knyaz del Norte.

source: castle destroyer
es: destructor de castillos

source: On offense, if the enemy is standing on a castle tile, the tile is destroyed on hit. This does not affect wall units. Additionally, the attack deals 50% more damage to Northern Knyazdom Triumvirate's wall units.
es: En ofensiva, si el enemigo está en una casilla de castillo, la casilla se destruye al impactar. Esto no afecta unidades de muro. Además, el ataque causa 50% más daño a unidades de muro del Triumvirato de Knyaz del Norte.

source: wealthy
es: rico

source: This unit generates
es: Esta unidad genera

source: gold for his side each turn.
es: oro para su bando cada turno.

source: $this_item.abilities.wealthy.income|g
es: $this_item.abilities.wealthy.income|o

source: tunnel avoider
es: evitador de túnel

source: This unit cannot move through units with the 'tunneler' ability. This is automatically given to Mandate leaders in multiplayer.
es: Esta unidad no puede moverse a través de unidades con la habilidad 'tunelador'. Esto se da automáticamente a líderes del Mandato en multijugador.

source: abyssal rift
es: grieta abisal

source: tunneler
es: tunelador

source: This unit allows allied units to teleport between units with this ability, as long as the second tunneler is within the first tunneler's range. The ability's range can be checked via a rightclick menu on units with this ability.
es: Esta unidad permite a unidades aliadas teletransportarse entre unidades con esta habilidad, mientras el segundo tunelador esté dentro del rango del primero. El rango de la habilidad se puede verificar mediante menú de clic derecho en unidades con esta habilidad.

source: secondstrike
es: segundo golpe

source: This unit always strikes second with this attack, even if they are attacking.
es: Esta unidad siempre golpea segunda con este ataque, incluso si está atacando.

source: dauntless
es: intrépido

source: female^dauntless
es: intrépida

source: This unit’s resistances are doubled, up to a maximum of 50%, when attacking. Vulnerabilities are not affected.
es: Las resistencias de esta unidad se duplican, hasta un máximo de 50%, al atacar. Las vulnerabilidades no se afectan.

source: explosion
es: explosión

source: When this attack hits, units adjacent to the target unit are damaged by
es: Cuando este ataque impacta, unidades adyacentes a la unidad objetivo reciben daño por

source: (rounded down) of this attack's damage. Damage is affected by leadership and other damage-affecting abilities, but some weapon specials might not work properly.
es: (redondeado hacia abajo) del daño de este ataque. El daño se afecta por liderazgo y otras habilidades que afectan daño, pero algunos especiales de arma podrían no funcionar correctamente.

source: shadow dash
es: carrera de sombra

source: While this unit has full moves, this unit may teleport to any tile in a
es: Mientras esta unidad tenga movimientos completos, esta unidad puede teletransportarse a cualquier casilla en un

source: -tile radius from the unit's current location. Cannot teleport through impassable terrain.
es: radio de -casillas de la ubicación actual de la unidad. No puede teletransportarse a través de terreno impracticable.

source: metamorph
es: metamorfo

source: entangle
es: enredar

source: calculate tunnel range
es: calcular rango de túnel

source: nocturnal regeneration
es: regeneración nocturna

source: The unit will heal itself some HP at night. If it is poisoned, it will remove the poison instead of healing.
es: La unidad se sanará algunos PV de noche. Si está envenenada, removerá el veneno en vez de sanar.

source: stun
es: aturdir

source: This attack hits so hard that the opponent is dazed and can no longer enforce a zone of control. The effect wears off on the opponent’s next turn. Only works on offense, and doesn't work on units who already don't have a ZoC.
es: Este ataque golpea tan fuerte que el oponente queda aturdido y ya no puede imponer una zona de control. El efecto se disipa en el próximo turno del oponente. Solo funciona en ofensiva y no funciona en unidades que ya no tienen ZdC.

source: оглушена
es: aturdida

source: female^stunned
es: aturdida

source: оглушен
es: aturdido

source: stunned
es: aturdido

source: incinerate
es: incinerar

source: This attack incinerates its targets. Burning units lose 12 HP every turn until they are cured. It can be cured either by either standing next to a healer, on a village, or in water. Flames can kill a unit, the attacker that incinerated the unit gets the experience. Note: this special doesn't have any effect on drakes, and units standing in water
es: Este ataque incinera sus objetivos. Unidades quemadas pierden 12 PV cada turno hasta que se curan. Se puede curar ya sea estando junto a un sanador, en una aldea o en agua. Las llamas pueden matar una unidad, el atacante que incineró la unidad recibe la experiencia. Nota: este especial no tiene efecto en dracos y unidades en agua

source: work
es: trabajo

source: This unit earns
es: Esta unidad gana

source: gold each turn if standing on an owned village.
es: oro cada turno si está en una aldea propia.

source: {NUMBER}g
es: {NUMBER}o

source: scavenger
es: carroñero

source: Whenever this unit kills a living enemy, it heals itself by 25% of the enemy's max health.
es: Siempre que esta unidad mate un enemigo vivo, se sana por 25% de la salud máxima del enemigo.

source: Stunned: This unit is stunned. It does not have a ZoC until the end of this turn.
es: Aturdido: Esta unidad está aturdida. No tiene ZdC hasta el final de este turno.

source: Incinerated: This unit is on fire. It takes 12 fire damage (can kill) each turn. This can be removed by standing in a village or in water.
es: Incinerado: Esta unidad está en llamas. Recibe 12 daño fuego (puede matar) cada turno. Esto se puede remover estando en una aldea o en agua.

source: Paralyzed: This unit is paralyzed. Its attacks all have 1 strike each, and its defense on all terrain is reduced by 10%.
es: Paralizado: Esta unidad está paralizada. Sus ataques todos tienen 1 golpe cada uno, y su defensa en todo terreno se reduce en 10%.

source: eventloader events loaded
es: eventos de cargador de eventos cargados

source: unslowable
es: no ralentizable

source: This unit’s resistances (blade,pierce,impact,fire and cold, but not arcane) are increased by
es: Las resistencias de esta unidad (cuchilla,perforar,impacto,fuego y frío, pero no arcano) se aumentan por

source: % (up to 60%). However, this effect wears off after a turn.
es: % (hasta 60%). Sin embargo, este efecto se disipa después de un turno.

source: heals
es: sana

source: This unit heals adjacent units by
es: Esta unidad sana unidades adyacentes por

source: HP per turn, or stops poison from taking effect for that turn.
es: PV por turno, o detiene el efecto de veneno por ese turno.

source: regenerates
es: regenera

source: The unit will heal itself by
es: La unidad se sanará

source: HP per turn. If it is poisoned, it will remove the poison instead of healing.
es: PV por turno. Si está envenenada, removerá el veneno en vez de sanar.

source: lesser regenerates
es: regenera menor

source: HP per turn. This ability will not cure an affected unit of poison, however, only delay its effect.
es: PV por turno. Esta habilidad no curará una unidad afectada de veneno, sin embargo, solo retrasará su efecto.

source: block
es: bloqueo

source: This attack reduces the opponent attack's damage by
es: Este ataque reduce el daño del ataque del oponente en

source: reliable
es: fiable

source: When used offensively, this attack's chance to hit is increased by 10%.
es: Al usarse ofensivamente, la probabilidad de impacto de este ataque se aumenta en 10%.

source: unreliable
es: no fiable

source: This attack's chance to hit is reduced by 10%.
es: La probabilidad de impacto de este ataque se reduce en 10%.

source: lesser leadership
es: liderazgo menor

source: Works like normal leadership, except the damage bonus is only 15% per level.
es: Funciona como liderazgo normal, excepto que el bono de daño es solo 15% por nivel.

source: attack-only
es: solo ataque

source: This attack can only be used offensively.
es: Este ataque solo se puede usar ofensivamente.

source: defense-only
es: solo defensa

source: This attack can only be used defensively.
es: Este ataque solo se puede usar defensivamente.

source: focused
es: concentrado

source: This attack always has a 80% chance to hit regardless of the defensive ability of the unit being attacked.
es: Este ataque siempre tiene 80% probabilidad de impacto independientemente de la habilidad defensiva de la unidad atacada.

source: overwhelm
es: abrumar

source: When used offensively, this attack makes the opponent unable to retaliate.
es: Al usarse ofensivamente, este ataque hace que el oponente no pueda contraatacar.

source: On offense, this unit moves to the tile behind the opponent after the attack. This does not work if that tile is either occupied or impassable.
es: En ofensiva, esta unidad se mueve a la casilla detrás del oponente después del ataque. Esto no funciona si esa casilla está ocupada o impracticable.

source: This unit is quite disliked by others, and will reduce adjacent ally units' damage by
es: Esta unidad es bastante desagradable para otros y reducirá el daño de unidades aliadas adyacentes por

source: %. This has no effect on non-living units, or other antisocial units.
es: %. Esto no tiene efecto en unidades no vivas o otras unidades antisociales.

source: hit and run
es: golpe y huida

source: This unit gains
es: Esta unidad obtiene

source: additional moves back after attacking, but cannot attack again.
es: movimientos adicionales de retirada después de atacar, pero no puede volver a atacar.

source: +$weapon.specials.hitandrun.moves| movepoints
es: +$weapon.specials.hitandrun.moves| puntos de movimiento

source: +$unit.abilities.hitandrun.moves| movepoints
es: +$unit.abilities.hitandrun.moves| puntos de movimiento

source: awe
es: asombro

source: Enemies adjacent to this unit deal 15% less damage per level difference. Does not affect non-living or fearless units.
es: Enemigos adyacentes a esta unidad causan 15% menos daño por diferencia de nivel. No afecta unidades no vivas o intrépidas.

source: hyperfocused
es: hiperconcentrado

source: This attack always has a 90% chance to hit regardless of the defensive ability of the unit being attacked.
es: Este ataque siempre tiene 90% probabilidad de impacto independientemente de la habilidad defensiva de la unidad atacada.

source: upkeepless
es: sin mantenimiento

source: This unit costs no upkeep.
es: Esta unidad no cuesta mantenimiento.

source: upkeep
es: mantenimiento

source: This unit costs
es: Esta unidad cuesta

source: upkeep instead of the amount equal to level.
es: mantenimiento en vez de la cantidad igual al nivel.

source: expfreeze event triggered
es: evento congelar exp activado

source: area of effect
es: área de efecto

source: When this attack is used, random enemies adjacent to the target take
es: Cuando se usa este ataque, enemigos adyacentes aleatorios al objetivo reciben

source: % of the basic damage, with a
es: % del daño básico, con una

source: % chance. Does not work on defense.
es: % probabilidad. No funciona en defensa.

source: When this attack is used offensively, random enemies adjacent to the target take
es: Cuando se usa este ataque ofensivamente, enemigos adyacentes aleatorios al objetivo reciben

source: % of the attack's damage. Does not work on defense. Chance to hit is the same as directly attacking the enemy. Damage is affected by leadership and other damage-affecting abilities, but some weapon specials might not work properly.
es: % del daño del ataque. No funciona en defensa. Probabilidad de impacto es la misma que atacar directamente al enemigo. El daño se afecta por liderazgo y otras habilidades que afectan daño, pero algunos especiales de arma podrían no funcionar correctamente.

source: all around
es: todo alrededor

source: When this attack is used offensively, random enemies adjacent to the attacker take
es: Cuando se usa este ataque ofensivamente, enemigos adyacentes aleatorios al atacante reciben

source: backstab
es: apuñalada por la espalda

source: Like backstab, but deals
es: Como apuñalada por la espalda, pero causa

source: % more damage instead of doubling.
es: % más daño en vez de duplicar.

source: darkens
es: oscurece

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
es: Esta unidad oscurece el área circundante, haciendo que unidades caóticas luchen mejor y unidades legales luchen peor. Cualquier unidad adyacente a esta unidad luchará como si fuera atardecer cuando es día, y como si fuera noche cuando es atardecer.

source: always hits
es: siempre impacta

source: This attack always has a 100% chance to hit regardless of the defensive ability of the unit being attacked.
es: Este ataque siempre tiene 100% probabilidad de impacto independientemente de la habilidad defensiva de la unidad atacada.

source: offense berserk
es: berserk ofensivo

source: Like berserk, but only works on offense.
es: Como berserk, pero solo funciona en ofensiva.

source: lesser illuminates
es: ilumina menor

source: Works like illuminates, except it makes the time of day 15% brighter instead of 25%.
es: Funciona como ilumina, excepto que hace el tiempo del día 15% más brillante en vez de 25%.

source: Like drain, but heals by
es: Como drena, pero sana por

source: % instead of 50%.
es: % en vez de 50%.

source: Like berserk, but units fight
es: Como berserk, pero unidades luchan

source: times instead of 30.
es: veces en vez de 30.

source: This attack deals 10% more damage for each 10% HP the unit is missing.
es: Este ataque causa 10% más daño por cada 10% PV que le falte a la unidad.

source: resolute
es: resuelto

source: When below 60% hitpoints, this unit gains 10% to all resistances (up to 70%) and regenerates 2 hp per turn. When below 30% hitpoints, this unit gains 20% to all resistances (up to 70%) and regenerates 4 hp per turn.
es: Cuando por debajo de 60% puntos de vida, esta unidad gana 10% a todas las resistencias (hasta 70%) y regenera 2 pv por turno. Cuando por debajo de 30% puntos de vida, esta unidad gana 20% a todas las resistencias (hasta 70%) y regenera 4 pv por turno.

source: weakened
es: debilitado

source: This unit deals
es: Esta unidad causa

source: % less damage.
es: % menos daño.

source: weaken
es: debilitar

source: On hit, this attack reduces the enemy's damage by
es: Al impactar, este ataque reduce el daño enemigo por

source: % for one turn. Applying a stronger version of this effect replaces the weaker one.
es: % por un turno. Aplicar una versión más fuerte de este efecto reemplaza la más débil.

source: weaken removal triggered
es: remoción de debilitar activada

source: <span color='#ff7e00'>weaken</span>
es: <span color='#ff7e00'>debilitar</span>

source: broken armor
es: armadura rota

source: armorbreak
es: rotura de armadura

source: On hit, this attack reduces the enemy's physical resistances by
es: Al impactar, este ataque reduce las resistencias físicas enemigas por

source: % for one turn. Applying a stronger version of this effect replaces the weaker one. If the enemy had armor bonuses from smith, they are fully removed.
es: % por un turno. Aplicar una versión más fuerte de este efecto reemplaza la más débil. Si el enemigo tenía bonos de armadura de herrero, se remueven completamente.

source: armorbreak removal triggered
es: remoción de rotura de armadura activada

source: <span color='#ff7e00'>armor broken</span>
es: <span color='#ff7e00'>armadura rota</span>

source: reflect damage
es: reflejar daño

source: When this unit is hit, part of the damage received is also dealt to the enemy. This ignores enemy resistances and can kill.
es: Cuando esta unidad recibe impacto, parte del daño recibido también se causa al enemigo. Esto ignora resistencias enemigas y puede matar.

source: inspire
es: inspirar

source: Adjacent allies deal more damage - 15% if the same level, 30% if one level lower, 45% if two levels lower, etc.
es: Aliados adyacentes causan más daño - 15% si mismo nivel, 30% si un nivel menor, 45% si dos niveles menor, etc.

source: Each turn, this unit gives adjacent allies +
es: Cada turno, esta unidad otorga a aliados adyacentes +

source: experience.
es: de experiencia.

source: self-unpoison
es: auto-desenvenenar

source: If poisoned, this unit will remove their own poison at the start of each turn instead of healing.
es: Si envenenada, esta unidad removerá su propio veneno al inicio de cada turno en vez de sanar.

source: hide allies
es: ocultar aliados

source: This unit makes adjacent allies invisible. If the allies move away from this unit, they become visible again. Does not affect buildings.
es: Esta unidad hace invisibles a aliados adyacentes. Si los aliados se alejan de esta unidad, se vuelven visibles de nuevo. No afecta edificios.

source: hillstalk
es: rastreador de colinas

source: This unit is invisible on hill/mountain terrain.
es: Esta unidad es invisible en terreno de colina/montaña.

source: light area
es: área de luz

source: This unit illuminates tiles in a
es: Esta unidad ilumina casillas en un radio de

source: -tile radius. Unlike normal illuminates, this ability sets ToD light to 25% even during night.
es: casillas. A diferencia de iluminar normal, esta habilidad fija la luz de la Hora del Día en 25% incluso durante la noche.

source: dark area
es: área oscura

source: This unit darkens tiles in a
es: Esta unidad oscurece casillas en un radio de

source: -tile radius. Unlike normal darkens, this ability sets ToD light to -25% even during day.
es: casillas. A diferencia de oscurecer normal, esta habilidad fija la luz de la Hora del Día en -25% incluso durante el día.

source: reduce defense
es: reducir defensa

source: On hit, this reduces the enemy's defense on all terrain by
es: Al impactar, reduce la defensa enemiga en todo terreno por

source: % for 1 turn. This stacks.
es: % por 1 turno. Esto se acumula.

source: -$weapon.specials.reduce_defense.value| defense
es: -$weapon.specials.reduce_defense.value| defensa

source: -$second_weapon.specials.reduce_defense.value| defense
es: -$second_weapon.specials.reduce_defense.value| defensa

source: giantslayer
es: matagigantes

source: This attack deals 25% more damage for each level the enemy is above this unit.
es: Este ataque causa 25% más daño por cada nivel que el enemigo esté por encima de esta unidad.

source: attacks left: $({ATTACKLIMIT} - ${UNITVAR}.variables.multiattack_attacks_done|)
es: ataques restantes: $({ATTACKLIMIT} - ${UNITVAR}.variables.multiattack_attacks_done|)

source: can attack again!
es: ¡puede atacar de nuevo!

source: double attack
es: ataque doble

source: After using this attack, this unit and can attack again, but only with the same attack (or another attack with the same weapon special).
es: Después de usar este ataque, esta unidad puede atacar de nuevo, pero solo con el mismo ataque (u otro ataque con el mismo especial de arma).

source: triple attack
es: ataque triple

source: After using this attack, this unit and can attack again two more times, but only with the same attack (or another attack with the same weapon special).
es: Después de usar este ataque, esta unidad puede atacar de nuevo dos veces más, pero solo con el mismo ataque (u otro ataque con el mismo especial de arma).

source: When this attack is used, its damage increases by
es: Cuando se usa este ataque, su daño aumenta por

source: When this unit hits an enemy with this attack, the unit dies.
es: Cuando esta unidad impacta un enemigo con este ataque, la unidad muere.

source: lesser percentile damage
es: daño porcentual menor

source: This attack deals bonus damage equal to
es: Este ataque causa daño bono igual a

source: % of the enemy's current hitpoints. (the bonus damage is still affected by resistances though).
es: % de los puntos de vida actuales del enemigo. (el daño bono aún se afecta por resistencias).

source: percentile damage
es: daño porcentual

source: % of the enemy's max hitpoints (the bonus damage is still affected by resistances though).
es: % de los pv máximos del enemigo (el daño bono aún se afecta por resistencias).

source: heal experience
es: experiencia de sanación

source: This unit gains 1 experience for every adjacent unit with less than full HP at the start of his turn.
es: Esta unidad gana 1 experiencia por cada unidad adyacente con menos de PV completos al inicio de su turno.

source: +$healxp_allies.length| exp
es: +$healxp_allies.length| px

source: extra type
es: tipo extra

source: This attack has multiple damage types at once. It will use the best damage type available based on the enemy's resistances.
es: Este ataque tiene múltiples tipos de daño a la vez. Usará el mejor tipo de daño disponible basado en las resistencias del enemigo.

source: cattle
es: ganado

source: This unit costs no upkeep, but is unable to capture villages.
es: Esta unidad no cuesta mantenimiento, pero no puede capturar aldeas.
