Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: +3 firework damage (only ranged), +20% XP
es: +3 daño fuegos artificiales (solo a distancia), +20% PX

source: Enchanted Armor: +20% to fire/cold resistances, +20% XP
es: Armadura Encantada: +20% a resistencias fuego/frío, +20% PX

source: Dauntless ability, +20% XP
es: Habilidad intrépido, +20% PX

source: Focused Fire: crossbow gains the 'reliable' special, +20% XP
es: Fuego Concentrado: ballesta gana especial 'fiable', +20% PX

source: Rapid Fire: +1 ranged strikes, +20% XP
es: Fuego Rápido: +1 golpes a distancia, +20% PX

source: Able to hide in hills and mountains, +20% XP
es: Capaz de ocultarse en colinas y montañas, +20% PX

source: +8 handcannon damage, +20% XP
es: +8 daño cañón de mano, +20% PX

source: Bigger Blast: Explosive shot deals 75% damage to adjacent enemies instead of 30%, +20% XP
es: Explosión Mayor: Disparo explosivo causa 75% daño a enemigos adyacentes en vez de 30%, +20% PX

source: Bigger Blast: Explosive shot deals 75% damage to adjacent enemies instead of 50%, +20% XP
es: Explosión Mayor: Disparo explosivo causa 75% daño a enemigos adyacentes en vez de 50%, +20% PX

source: Disable oversight halos
es: Desactivar halos de vigilancia

source: Units with oversight/khagan's presence abilities will no longer have halos to show the radius of the abilities
es: Unidades con habilidades de vigilancia/presencia del jagán ya no tendrán halos para mostrar el radio de las habilidades

source: Disable demon halos
es: Desactivar halos de demonio

source: Demons will no longer have halos to show the radius they can reproduce with witches.
es: Demonios ya no tendrán halos para mostrar el radio en que pueden reproducirse con brujas.

source: Remove faction flags
es: Remover banderas de facción

source: If this is not enabled, each faction has their own village flag type. Recommend to enable this option this for tournaments/other serious PvP matches, as the flags give away a player's faction.
es: Si esto no está activado, cada facción tiene su propio tipo de bandera de aldea. Recomendado activar esta opción para torneos/otras partidas PvP serias, ya que las banderas revelan la facción de un jugador.

source: Disable slave/disloyal/captured calculator menus
es: Desactivar menús calculadora de esclavo/desleal/capturado

source: Disables the slave/disloyal/cursed/captured level calculator menus. Useful if you don't want too many menus.
es: Desactiva los menús calculadora de nivel de esclavo/desleal/maldito/capturado. Útil si no quieres demasiados menús.

source: Disable camera scrolling on pillage
es: Desactivar desplazamiento de cámara en saqueo

source: Disable the birth turns text in the UI
es: Desactivar el texto de turnos de nacimiento en la IU

source: The UI will no longer show the amount of turns a witch has before birth.
es: La IU ya no mostrará la cantidad de turnos que una bruja tiene antes del nacimiento.

source: Disable PvP leader nerfs
es: Desactivar nerfs de líder PvP

source: By default certain leaders get negative traits to make them balanced for PvP. However, if you're playing some other gamemode, you can disable that if you want.
es: Por defecto ciertos líderes reciben rasgos negativos para equilibrarlos para PvP. Sin embargo, si estás jugando algún otro modo de juego, puedes desactivar eso si quieres.

source: Disable all Custom AI
es: Desactivar toda IA Personalizada

source: Disables all of steppe's custom AI features (use this if you experience OOS or other severe bugs with AI sides in multiplayer)
es: Desactiva todas las características de IA personalizada de estepa (usa esto si experimentas OOS u otros bugs graves con bandos IA en multijugador)

source: Enable experimental custom AI
es: Activar IA personalizada experimental

source: Enables experimental build AI for the Triumvirate faction. Warning: can be buggy
es: Activa IA de construcción experimental para la facción Triumvirato. Advertencia: puede tener bugs

source: uninspiring
es: desinspirador

source: female^uninspiring
es: desinspiradora

source: This unit is not very good at inspiring allies. Leadership is replaced with lesser leadership.
es: Esta unidad no es muy buena inspirando aliados. Liderazgo se reemplaza por liderazgo menor.

source: old
es: viejo

source: female^old
es: vieja

source: fragile
es: frágil

source: female^fragile
es: frágil

source: Balanced Random
es: Aleatorio Equilibrado

source: Random GSE
es: Aleatorio GSE

source: Random Default
es: Aleatorio Predeterminado

source: Illuminated
es: Iluminado

source: Darkened
es: Oscurecido
