Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: Blessed Beacon
es: Faro Bendito

source: Divine Radiance
es: Radiancia Divina

source: trap
es: trampa

source: This unit is invisibile on any terrain. Whenever an enemy moves next to the trap, it self-destructs, damaging the enemy that triggered it by its first attack. This unit can't move or directly attack.
es: Esta unidad es invisible en cualquier terreno. Siempre que un enemigo se mueve junto a la trampa, se autodestruye, dañando al enemigo que la activó con su primer ataque. Esta unidad no puede moverse o atacar directamente.

source: Spike Trap
es: Trampa de Púas

source: spikes
es: púas

source: Poison Spike Trap
es: Trampa de Púas Envenenadas

source: Wood Wall
es: Muralla de Madera

source: Tall Wood Wall
es: Muralla de Madera Alta

source: Magic Wall
es: Muralla Mágica

source: Guard Tower
es: Torre de Guardia

source: long-range shot
es: disparo de largo alcance

source: Outpost
es: Puesto Avanzado

source: ballista
es: balista

source: Fortress
es: Fortaleza

source: Knyaz's Great Warrior
es: Gran Guerrero del Knyaz

source: Старшая дружина — это опытные, закалённые воины, которые составляют личную гвардию князя. Они являются и телохранителями, и советниками, и управляющими. Во время войны отряд тяжелой конницы из старшей дружины является ключевым ударным звеном; с князем во главе эта сила обрушивается на врага в самом важном месте и разметает по полю чужеземные полки. Каждый старший дружинник так же является метким стрелком. Их выстрелы из тугих изогнутых луков не менее смертоносны, чем удары тяжёлых копий.
es: La druzhina mayor — son guerreros experimentados, endurecidos, que forman la guardia personal del príncipe. Son tanto guardaespaldas, como asesores, y gerentes. Durante la guerra un destacamento de caballería pesada de la druzhina mayor es el clave enlace de golpe; con el príncipe a la cabeza esta fuerza se abalanza sobre el enemigo en el lugar más importante y dispersa por el campo regimientos extranjeros. Cada druzhinnik mayor también es un tirador preciso. Sus disparos de arcos curvados tensos no son menos mortales, que los golpes de lanzas pesadas.

source: build towers
es: construir torres

source: This unit can build the following: Watchtower - 1 gold and 3 moves Observation Tower - 2 gold and 5 moves
es: Esta unidad puede construir lo siguiente: Atalaya - 1 oro y 3 movimientos Torre de Observación - 2 oro y 5 movimientos

source: Build Watchtower
es: Construir Atalaya

source: Build Observation Tower
es: Construir Torre de Observación

source: Knyaz's Warrior
es: Guerrero del Knyaz

source: Наиболее умелые и отважные дозорные могут пойти в княжескую дружину. Младшие дружинники — это молодые воины, которые выполняют служебные обязанности при дворе князя, а на войне выполняют роль телохранителей и тяжелой конницы. Они хорошо вооружены и обучены бою копьем и мечом; кроме того, каждый из них освоил стрельбу из лука и может беспокоить ряды противника на расстоянии.
es: Los vigilantes más hábiles y valientes pueden ir a la druzhina principesca. Los druzhinniki menores — son jóvenes guerreros que realizan deberes de servicio en la corte del príncipe, y en la guerra realizan el rol de guardaespaldas y caballería pesada. Están bien armados y entrenados en combate con lanza y espada; además, cada uno de ellos ha dominado el tiro con arco y puede molestar las filas del oponente a distancia.

source: This unit can build the following: Watchtower - 2 gold and 4 moves
es: Esta unidad puede construir lo siguiente: Atalaya - 2 oro y 4 movimientos

source: Great Warrior
es: Gran Guerrero

source: Great Warriors are men who acquired heavy weapons and devoted themselves entirely to military affairs. They form a standing army in every major city; a detachment of great warriors is the core of a knyaz's infantry. They have gone through many battles and are masters of both spear and battle axe. They can be called heavy infantry, but they are slightly lighter armed than their Wesnoth counterparts, and therefore retain mobility in battle and confidently operate not only in defense, but also in a quick attack.
es: Los Grandes Guerreros son hombres que adquirieron armas pesadas y se dedicaron enteramente a asuntos militares. Forman un ejército permanente en cada ciudad mayor; un destacamento de grandes guerreros es el núcleo de la infantería de un knyaz. Han pasado por muchas batallas y son maestros tanto de lanza como de hacha de batalla. Pueden llamarse infantería pesada, pero están armados ligeramente más ligeros que sus contrapartes de Wesnoth, y por lo tanto retienen movilidad en batalla y operan confiadamente no solo en defensa, sino también en un ataque rápido.

source: build walls
es: construir murallas

source: This unit can build the following: Wooden Wall - 2 gold and 2 moves Tall Woden Wall - 4 gold and 4 moves
es: Esta unidad puede construir lo siguiente: Muralla de Madera - 2 oro y 2 movimientos Muralla de Madera Alta - 4 oro y 4 movimientos

source: Build Wood Wall
es: Construir Muralla de Madera

source: Build Tall Wood Wall
es: Construir Muralla de Madera Alta

source: Jouster
es: Justador

source: Издавна в северных землях существует такой обычай: перед боем два сильнейших воина с каждой стороны должны сразиться в поединке насмерть; чей воин победит — те воспрянут духом, чей падёт — те смутятся. Когда северяне встретились с кочевниками, храбрые поединщики стали садится на коней, чтобы на равных сражаться с степными богатырями. Сейчас поединщики — это смелые конные воины; обычно они действуют как средняя кавалерия, однако каждый из них всегда готов вспомнить добрую традицию и сразиться один на один в смертельной дуэли. Как правило, они служат на дальних заставах, где часто случается принимать такие дуэли.
es: Desde antiguo en las tierras del norte existe tal costumbre: antes de la batalla dos de los guerreros más fuertes de cada lado deben luchar en un duelo a muerte; cuyo guerrero gane — esos se animarán, cuyo caiga — esos se confundirán. Cuando los norteños se encontraron con los nómadas, los valientes duelistas comenzaron a montarse en caballos, para en igualdad luchar con los bogatyrs de estepa. Ahora los duelistas — son valientes guerreros a caballo; usualmente actúan como caballería media, sin embargo cada uno de ellos siempre está listo para recordar la buena tradición y luchar uno a uno en un duelo mortal. Como regla, sirven en puestos lejanos, donde a menudo ocurre aceptar tales duelos.

source: Jousting Champion
es: Campeón de Justa

source: Fighter
es: Luchador

source: Fighters are a junior militia, armed men from the countryside. Knyazes call them into service when the strength of their retinue alone is not enough. Even though they are poorly armed, the centuries-old proximity to the steppe has made the northerners staunch and brave warriors. Regular military training, which the knyazes organize in the time free from field work, adds combat skills to their courage. Any enemy who mistook them for a crowd of untrained and weak peasants quickly realized how much he was mistaken: the wall of shields of these stern men showed itself to be a reliable weapon both in attack and in defense of their native lands.
es: Los luchadores son una milicia junior, hombres armados del campo. Los knyazes los llaman al servicio cuando la fuerza de su séquito solo no es suficiente. Aunque están pobremente armados, la proximidad centenaria a la estepa ha hecho a los norteños guerreros firmes y valientes. El entrenamiento militar regular, que los knyazes organizan en el tiempo libre de trabajo de campo, agrega habilidades de combate a su coraje. Cualquier enemigo que los confundió con una multitud de campesinos no entrenados y débiles rápidamente se dio cuenta de cuánto se equivocaba: el muro de escudos de estos hombres severos se mostró como un arma confiable tanto en ataque como en defensa de sus tierras nativas.

source: This unit can build the following: Wooden Wall - 3 gold and 4 moves
es: Esta unidad puede construir lo siguiente: Muralla de Madera - 3 oro y 4 movimientos

source: Drake Smith
es: Herrero Draco

source: build smithies
es: construir herrerías

source: This unit can build the following: Smithy - 10 gold and 4 moves
es: Esta unidad puede construir lo siguiente: Herrería - 10 oro y 4 movimientos

source: Build Smithy
es: Construir Herrería

source: hammer
es: martillo

source: Drake Huskarl
es: Huskarl Draco

source: This unit can build the following: Smithy - 9 gold and 4 moves
es: Esta unidad puede construir lo siguiente: Herrería - 9 oro y 4 movimientos

source: forge breath
es: aliento de forja

source: Drake Thane
es: Thane Draco

source: This unit can build the following: Smithy - 8 gold and 2 moves Workshop - 16 gold and 4 moves
es: Esta unidad puede construir lo siguiente: Herrería - 8 oro y 2 movimientos Taller - 16 oro y 4 movimientos

source: Build Workshop
es: Construir Taller

source: fire
es: fuego

source: lightning
es: rayo

source: Drake Merchant
es: Mercader Draco

source: build marketplaces
es: construir mercados

source: This unit can build the following: Marketplace - gold cost depends on village income and amount of markets built, and 4 moves
es: Esta unidad puede construir lo siguiente: Mercado - costo en oro depende del ingreso de aldea y cantidad de mercados construidos, y 4 movimientos

source: Build Marketplace
es: Construir Mercado

source: Sentinel
es: Centinela

source: This unit can build the following: makeshift Wooden Wall - 0 gold and 5 moves
es: Esta unidad puede construir lo siguiente: Muralla de Madera improvisada - 0 oro y 5 movimientos

source: Build makeshift Wood Wall
es: Construir Muralla de Madera improvisada

source: javelin
es: jabalina

source: Apprentice
es: Aprendiz

source: There are a lot of mysterious workshops in the Northern lands where wise enchanters pass from generation to generation the mystery of enchanting items. This magic aimed at creation became the force which over and over helped devastated towns to rise from the ashes. These are apprentices of architects. They assist master architects and study the craft of enchantment. Their enchanted tools are not so sophisticated as those of masters, but they still can do simple tasks and build various wooden constructions, as well as to improve buildings. Enchantment can be aimed not only at creating but also at destruction: when they need to stand up for themselves, apprentices can enchant sunlight and hurl a burning blob into the enemy.
es: Hay muchos talleres misteriosos en las tierras del Norte donde sabios encantadores pasan de generación en generación el misterio de encantar objetos. Esta magia dirigida a la creación se convirtió en la fuerza que una y otra vez ayudó a ciudades devastadas a levantarse de las cenizas. Estos son aprendices de arquitectos. Asisten a maestros arquitectos y estudian el oficio de encantamiento. Sus herramientas encantadas no son tan sofisticadas como las de los maestros, pero ellos aún pueden hacer tareas simples y construir varias construcciones de madera, así como mejorar edificios. El encantamiento puede dirigirse no solo a crear sino también a destrucción: cuando necesitan defenderse, los aprendices pueden encantar la luz solar y lanzar una bola ardiente al enemigo.

source: enchanted light
es: luz encantada

source: Architect
es: Arquitecto

source: Мастера — это опытные чародеи, которые занимаются обучением подмастерий и выполняют сложные княжеские заказы. Их созидательное искусство находится на высшем уровне: там, где обычным работникам понадобится месяц, мастер управится за несколько дней. Их колдовством созданы все великие города Севера, их инструменты возвели и неприступные крепости, и изысканные княжеские терема, и длинные городские кварталы. Одинаково могущественные в обращении и с заговоренными инструментами, и с заговорённым светом, мастера могут запросто испепелить незадачливого врага заветным огненным словом.
es: Los arquitectos — son hechiceros experimentados que se dedican a la enseñanza de aprendices y realizan complejos pedidos principescos. Su arte creativo está en el nivel más alto: donde trabajadores ordinarios necesitarían un mes, el maestro lo maneja en varios días. Con su hechicería se crearon todas las grandes ciudades del Norte, sus herramientas erigieron fortalezas inexpugnables, y exquisitos palacios principescos, y largos barrios urbanos. Igualmente poderosos en manejo tanto de herramientas encantadas, como de luz encantada, los maestros pueden fácilmente incinerar a un enemigo desafortunado con una palabra de fuego codiciada.

source: magical tools
es: herramientas mágicas

source: Bard
es: Bardo

source: sound wave
es: onda de sonido

source: Pagan
es: Pagano

source: В отличие от других княжеств, в темской земле почитают мрачных и воинственных языческих божеств. Некогда эти культы привели темь к великой славе, сейчас же стали последним оплотом самобытной боевой культуры. И хотя культ Жар-Птицы стремительно распространяется, народ темской земли сохраняет верность традициям. В любой момент эти язычники готовы вступить в бой и прославить своих богов яростными ударами тяжёлых секир.
es: A diferencia de otros principados, en la tierra de Temsk veneran sombríos y belicosos dioses paganos. En su tiempo estos cultos llevaron a Temsk a gran gloria, ahora se convirtieron en el último bastión de la cultura de combate autóctona. Y aunque el culto al Pájaro de Fuego se extiende rápidamente, el pueblo de la tierra de Temsk conserva la fidelidad a las tradiciones. En cualquier momento estos paganos están listos para entrar en batalla y glorificar a sus dioses con golpes furiosos de hachas pesadas.

source: build idols
es: construir ídolos

source: This unit can build the following: Idol - 4 gold and 4 moves
es: Esta unidad puede construir lo siguiente: Ídolo - 4 oro y 4 movimientos

source: Build Idol
es: Construir Ídolo

source: berserker frenzy
es: frenesí berserker

source: Ravenblade
es: Hoja de Cuervo

source: Many incredible things from the dark times have been preserved in the land of Temsk. For example, a cult whose followers can turn into birds. Many northerners from Krada or Zimnovsk consider this to be something dark, but essentially this cult originates from the veneration of a patron animal, not from evil gods. Brave and skillful warriors who want to connect their lives with the knyaz’s court and become his warriors are dedicated to it. The younger Temsk warriors are called Ravenblades. They dress in light, good-quality clothes with a feather cloak, wear tiaras and straight swords. These are the eyes and ears of the Temsk knyaz. Their abilities are extremely useful: in peacetime, they often fly around lands and keep order, and in war they act both as scouts and as elite units that go behind enemy lines and destroy their convoys, messengers and commanders.
es: Muchas cosas increíbles de los tiempos oscuros se han preservado en la tierra de Temsk. Por ejemplo, un culto cuyos seguidores pueden convertirse en aves. Muchos norteños de Krada o Zimnovsk consideran esto algo oscuro, pero esencialmente este culto se origina de la veneración de un animal patrón, no de dioses malignos. Guerreros valientes y hábiles que quieren conectar sus vidas con la corte del knyaz y convertirse en sus guerreros están dedicados a ello. Los guerreros Temsk más jóvenes se llaman Hojas de Cuervo. Se visten en ropa ligera, de buena calidad con una capa de plumas, usan tiaras y espadas rectas. Estos son los ojos y oídos del knyaz de Temsk. Sus habilidades son extremadamente útiles: en tiempos de paz, a menudo vuelan alrededor de tierras y mantienen el orden, y en guerra actúan tanto como exploradores como unidades élite que van detrás de líneas enemigas y destruyen sus convoyes, mensajeros y comandantes.

source: Ravenblade Champion
es: Campeón Cuchilla de Cuervo

source: ravenblade champion^WIP: NOT YET TRANSLATED
es: campeón cuchilla de cuervo^WIP: AÚN NO TRADUCIDO

source: This unit can build the following: Idol - 3 gold and 3 moves Pagan Shrine - 6 gold and 4 moves
es: Esta unidad puede construir lo siguiente: Ídolo - 3 oro y 3 movimientos Santuario Pagano - 6 oro y 4 movimientos

source: Build Pagan Shrine
es: Construir Santuario Pagano

source: raven
es: cuervo

source: Braveheart
es: Corazón Valiente

source: braveheart^WIP: NOT YET TRANSLATED
es: corazón valiente^WIP: AÚN NO TRADUCIDO

source: This unit can build the following: Idol - 4 gold and 3 moves
es: Esta unidad puede construir lo siguiente: Ídolo - 4 oro y 3 movimientos

source: Raven
es: Cuervo

source: beak
es: pico

source: Elder Raven
es: Cuervo Anciano

source: Archer
es: Arquero

source: В северных землях искусство стрельбы из лука находится в большем почете, чем на юге. Во-первых, потому что охотничьи промыслы являются важным элементом торговли северян; во-вторых, потому что лук — незаменимое оружие в борьбе с мобильными степными налётчиками. Как и воины, лучники ежегодно оттачивают свои навыки на военных сборах. По своему уровню они практически достигли эльфов, и представляют серьезную угрозу в битве.
es: En las tierras del norte, el arte del tiro con arco goza de mayor prestigio que en el sur. En primer lugar, porque la caza es un elemento importante del comercio de los pueblos norteños; y en segundo lugar, porque el arco es un arma indispensable en la lucha contra los móviles asaltantes de la estepa. Al igual que los guerreros, los arqueros perfeccionan sus habilidades cada año durante las reuniones militares. Por su nivel de destreza, prácticamente han alcanzado a los elfos y representan una seria amenaza en el campo de batalla.

source: build outposts
es: construir puestos avanzados

source: This unit can build the following: Guard tower - 5 gold and 4 moves
es: Esta unidad puede construir lo siguiente: Torre de guardia - 5 oro y 4 movimientos

source: Build Guard Tower
es: Construir Torre de Guardia

source: Marksman
es: Tirador

source: Стрельцы — это постоянные отряды самых метких и ловких лучников, которые несут службу наряду с ратниками. Сила и дальность стрельбы не так важны в борьбе с легковооруженной конницей, как меткость, поэтому стрельцы делают упор именно на точные выстрелы. Да, им далеко до эльфийских мастеров, но в меткости они превосходят всех человеческих стрелков юга. Для легковооруженных врагов отряды стрельцов представляют большую опасность: ливень из точных выстрелов за считанные минуты выкашивает всех, кто не защищён прочными доспехами.
es: Los tiradores — son destacamentos permanentes de los arqueros más precisos y ágiles, que prestan servicio junto con los guerreros. La fuerza y el rango de tiro no son tan importantes en la lucha con caballería ligeramente armada, como la precisión, por lo tanto los tiradores hacen énfasis precisamente en disparos precisos. Sí, están lejos de los maestros élficos, pero en precisión superan a todos los arqueros humanos del sur. Para enemigos ligeramente armados los destacamentos de tiradores representan un gran peligro: lluvia de disparos precisos en contados minutos siega a todos, que no están protegidos por armaduras sólidas.

source: This unit can build the following: Guard Tower - 5 gold and 3 moves
es: Esta unidad puede construir lo siguiente: Torre de Guardia - 5 oro y 3 movimientos

source: Sharpshooter
es: Tirador de Élite

source: Способные стрельцы могут пойти служить в княжескую дружину. Стрелковые дружинники облачаются в кольчуги, шлемы и стеганные нагрудники, а вместе с луком и стрелами имеют при себе щит и меч. Жизнь дружинника полна опасностей; не раз случается попасть в эпицентр сражения и принять ближний бой. Именно поэтому стрелковые дружинники совершенствуют не только владение луком, но и искусство боя с щитом и мечом. Они являются универсальными бойцами и являются грозной силой в борьбе с небронированными противниками
es: Los tiradores capaces pueden ir a servir en la druzhina principesca. Los druzhinniki de tiro se visten en cotas de malla, cascos y petos acolchados, y junto con arco y flechas tienen consigo un escudo y espada. La vida de un druzhinnik está llena de peligros; más de una vez ocurre entrar en el epicentro de la batalla y aceptar combate cercano. Precisamente por eso los druzhinniki de tiro perfeccionan no solo el dominio del arco, sino también el arte de la lucha con escudo y espada. Son luchadores universales y son una fuerza formidable en la lucha con oponentes no blindados

source: This unit can build the following: Guard Tower - 4 gold and 2 moves Outpost - 12 gold and 4 moves
es: Esta unidad puede construir lo siguiente: Torre de Guardia - 4 oro y 2 movimientos Puesto Avanzado - 12 oro y 4 movimientos

source: Build Outpost
es: Construir Puesto Avanzado

source: Woodsman
es: Monteador

source: Лесники – это наиболее опытные и сведущие в лесных делах охотники. Они не только хорошо стреляют из засад, но и превосходно ориентируются на местности, умеют выбирать лучшие позиции для стрельбы, знают, как организовывать внезапные удары. Лесники действуют либо разрозненно – как снайперы – либо в качестве командиров летучих отрядов. Часто противник не успевает опомниться, как все его командиры (да и многие простые воины) оказываются перебитыми меткими выстрелами из чащи леса, и вот уже обезглавленное, деморализованное войско добивает дружина и ратники.
es: Los monteadores – son los cazadores más experimentados y conocedores de los asuntos del bosque. No solo disparan bien desde emboscadas, sino que además se orientan excelentemente en el terreno, saben elegir las mejores posiciones de tiro y organizar ataques repentinos. Los monteadores actúan ya sea de forma dispersa —como francotiradores— o como comandantes de destacamentos móviles. A menudo el enemigo no tiene tiempo de reaccionar: sus comandantes (y muchos soldados comunes) caen abatidos por disparos precisos desde la espesura del bosque, y el ejército, ya decapitado y desmoralizado, es rematado por la druzhina y los guerreros.

source: build traps
es: construir trampas

source: This unit can build the following: Spike Trap - 3 gold and 3 moves
es: Esta unidad puede construir lo siguiente: Trampa de Púas - 3 oro y 3 movimientos

source: Build Spike Trap
es: Construir Trampa de Púas

source: Ranger
es: Rastreador

source: Следопыты – это лучшие из лесников при княжеском дворе. Они являются профессиональными разведчиками и советниками князя по вопросам организации походов. Где и как провести войско, где устроить засаду, где выбрать лучшую позицию - этих делах следопыты разбираются, как никто другой. На войне они являются командирами мобильных отрядов из лесников и лучников. Их главная задача - изматывать армию противника быстрыми рейдами и ударами из засад, убивать командиров и следить за перемещениями врага.
es: Los rastreadores – son los mejores de los leñadores en la corte principesca. Son exploradores profesionales y asesores del príncipe en cuestiones de organización de campañas. Dónde y cómo llevar el ejército, dónde arreglar una emboscada, dónde elegir la mejor posición - en estos asuntos los rastreadores se orientan, como nadie más. En la guerra ellos son comandantes de destacamentos móviles de leñadores y arqueros. Su tarea principal - agotar al ejército del oponente con rápidos raids y golpes desde emboscadas, matar comandantes y vigilar los movimientos del enemigo.

source: This unit can build the following: Spike Trap - 2 gold and 2 moves makeshift Spike Trap - 0 gold and 4 moves
es: Esta unidad puede construir lo siguiente: Trampa de Púas - 2 oro y 2 movimientos Trampa de Púas improvisada - 0 oro y 4 movimientos

source: Build makeshift Spike Trap
es: Construir Trampa de Púas improvisada

source: Skylark
es: Alondra
