Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: The main joy for the troll warrior is destruction. And Wallcrushers are in no way inferior to Trebuchet Trolls in that! These old, gigantic mercenaries are clad head to toe in armor forged by Ogres. They wield the heaviest clubs and the largest shields. These titans are able to break the sturdiest castle gates with such ease as if they were an ordinary door, and make stone walls tremble with each strike as if it was an earthquake. They are perhaps the heaviest and most terrifying infantry that can be found in the northern reaches of the Great Continent.
es: La principal alegría para el guerrero troll es la destrucción. ¡Y los Rompemuros no son inferiores a los Trolls Trabuquete en eso! Estos viejos y gigantescos mercenarios están revestidos de pies a cabeza con armaduras forjadas por Ogros. Empuñan los mazos más pesados ​​y los escudos más grandes. Estos titanes son capaces de romper las puertas de castillo más resistentes con tanta facilidad como si fueran una puerta común, y hacen temblar los muros de piedra con cada golpe como si fuera un terremoto. Son quizás la infantería más pesada y aterradora que se puede encontrar en los confines del norte del Gran Continente.

source: Troll Papal Guard
es: Troll Guardia Papal

source: Troll Mercenary
es: Troll Mercenario

source: Troll Veteran
es: Troll Veterano

source: Troll Guardian
es: Troll Guardián

source: Ogre Eldest Son
es: Ogro Hijo Mayor

source: Ogre Loyal Bishop
es: Ogro Obispo Leal

source: Ogre Condottiere
es: Ogro Condotiero

source: Ogre Noble Knight
es: Ogro Caballero Noble

source: Ogre Highwayman
es: Ogro Bandolero

source: Elder Troll
es: Troll Anciano

source: Jiangshi look like typical undead – with their vacant expression and pale skin, tightly wrapped around dried bony body, although possessing astoundingly degree of preservation. Their movement is awkward and unnatural – as that of a puppet being jerked around by a clumsy puppeteer. Yet, despite their stiff gait, they move extremely fast and precisely, taking advantage of unsuspecting enemies, draining them of their life essence – one of few needs of such ugly vampires. Tartarus Mandate actively seeks out Jiangshi, in a way – forcing them into employment. Such is for two reasons – to make use of their speed and deadliness – and to keep dangerous undead fed with life essence of the enemy and not the Mandate’s subjects.
es: Los jiangshi parecen típicos no-muertos – con su expresión vacía y piel pálida, envuelta apretadamente alrededor de cuerpo óseo seco, aunque poseyendo grado asombroso de preservación. Su movimiento es torpe e innatural – como el de un títere siendo sacudido por un titiritero torpe. Sin embargo, a pesar de su andar rígido, se mueven extremadamente rápido y precisamente, tomando ventaja de enemigos desprevenidos, drenándolos de su esencia vital – una de pocas necesidades de tales vampiros feos. El Mandato de Tartarus busca activamente jiangshi, de una manera – forzándolos a empleo. Tal es por dos razones – para hacer uso de su velocidad y letalidad – y para mantener no-muertos peligrosos alimentados con esencia vital del enemigo y no los súbditos del Mandato.

source: draining touch
es: toque drenante

source: Umbral Mandarin
es: Mandarín Umbral

source: Having consumed enough life essence and proving their loyalty, Jiangshi can pass special exams of skill and wit to rise up through the meritocratic system of Tartarus Mandate and become Umbral Mandarins. They serve various roles – from government workers and police, to assassins and scouts. Interested in hardly anything else aside from consuming life essence, Umbral Mandarins are incorruptible and loyal to the holders of the Mandate. They execute their every order and watch so that the iron grip of Tartarus could hold on everyone.
es: Habiendo consumido suficiente esencia vital y probando su lealtad, los jiangshi pueden pasar exámenes especiales de habilidad e ingenio para ascender a través del sistema meritocrático del Mandato de Tartarus y convertirse en Mandarines Umbrales. Sirven varios roles – desde trabajadores gubernamentales y policía, hasta asesinos y exploradores. Interesados en casi nada más aparte de consumir esencia vital, los Mandarines Umbrales son incorruptibles y leales a los poseedores del Mandato. Ejecutan cada orden y vigilan para que el puño de hierro de Tartarus pueda agarrar a todos.

source: Eye of Abyss
es: Ojo del Abismo

source: The most distinguished of the Mandarins may eventually enter the circle of senior civil servants - Eyes of Abyss. Passing a special ceremony, they receive the Seal of Abyss - from now on they serve not the owners of the Mandate, but the Great Tartarus himself – they are his keen eyes and tools of justice. From every shadow they monitor the workings of military and bureaucratic machine, removing any obstacle and problem, whether internal or external. Eyes of Abyss use the most sophisticated and devastating means to achieve their goals, and the Will of Tartarus is the only law they will not dare to break.
es: Los más distinguidos de los Mandarines eventualmente pueden entrar al círculo de funcionarios civiles senior - Ojos del Abismo. Pasando una ceremonia especial, reciben el Sello del Abismo - de ahora en adelante sirven no a los dueños del Mandato, sino al Gran Tartarus mismo – son sus ojos agudos y herramientas de justicia. De cada sombra monitorean los funcionamientos de la máquina militar y burócrata, removiendo cualquier obstáculo y problema, ya sea interno o externo. Los Ojos del Abismo usan los medios más sofisticados y devastadores para lograr sus objetivos, y la Voluntad de Tartarus es la única ley que no se atreverán a romper.

source: In the army of Tartarus Mandate, most Kobolds are engaged in engineering and siege work. Explosive chemicals were discovered by the blue lizards when they were still isolated in the depths of underground caves, where they needed to quickly clear rubbles, or even cause them when necessary. However, it is on the surface where there is enough room for experimentation - making charge even more powerful and increasing range and accuracy. Most Kobolds siegers use arrow-rockets – fireworks. To compensate for their natural frailty and for protection against nozzle sparks from their rockets, the blue lizards use heavy shields made of turtle or pangolin shell, although they sacrifice their inherent maneuverability.
es: En el ejército del Mandato de Tartarus, la mayoría de los kobolds están involucrados en trabajo de ingeniería y asedio. Los químicos explosivos fueron descubiertos por los lagartos azules cuando estaban aún aislados en las profundidades de cuevas subterráneas, donde necesitaban limpiar rápidamente escombros, o incluso causarlos cuando necesario. Sin embargo, es en la superficie donde hay suficiente espacio para experimentación - haciendo la carga aún más poderosa y aumentando el rango y precisión. La mayoría de los asediadores kobolds usan flechas-cohetes – fuegos artificiales. Para compensar su fragilidad natural y para protección contra chispas de boquilla de sus cohetes, los lagartos azules usan escudos pesados hechos de caparazón de tortuga o pangolín, aunque sacrifican su maniobrabilidad inherente.

source: firework
es: fuego artificial

source: Kobold Cannoneer
es: Cañonero Kobold

source: If regular Kobolds are nothing more than a bunch of creative but still low-skilled craftsmen, Cannoneers are the real engineers, hardened in battle and education. Instead of primitive, bulky and dangerous-to-user fireworks, they use hand cannons produced under meticulous supervision of blacksmiths, alchemists and government officials. Such an instrument of war allows its user to utilize not only explosive ammunition, but also weighty solid shots that knock down and break even the most stubborn targets. Carapace shields are also replaced in the form of full metal shields, suitable both for protection from enemy attacks and for strong counter-strikes.
es: Si los kobolds regulares no son más que un montón de artesanos creativos pero aún de baja habilidad, los Cañoneros son los ingenieros reales, endurecidos en batalla y educación. En lugar de fuegos artificiales primitivos, voluminosos y peligrosos para el usuario, usan cañones de mano producidos bajo supervisión meticulosa de herreros, alquimistas y funcionarios gubernamentales. Tal instrumento de guerra permite a su usuario utilizar no solo munición explosiva, sino también disparos sólidos pesados que derriban y rompen incluso los objetivos más obstinados. Los escudos de caparazón también se reemplazan en forma de escudos de metal completo, adecuados tanto para protección de ataques enemigos como para fuertes contraataques.

source: handcannon
es: cañón de mano

source: explosive shot
es: disparo explosivo

source: Kobold Bombardier
es: Bombardero Kobold

source: The most experienced, hardened and well-trained Kobolds can try a weapon to match their high standards - a bombard. Denser metal ammunition provides greater damage and range compared to stone, not to mention the greater durability of the barrel, allowing to use heavier filing. The shield fused with the cannon itself not only serves as a barrel support and protection for the shooter, but also turns the bombard into a heavy but portable ram. The typical image of Olgoi-Horhoi on the shield surface provided the nickname “Worm’s Mandibles” for the bombard.
es: Los kobolds más experimentados, endurecidos y bien entrenados pueden probar un arma para igualar sus altos estándares - un bombardero. La munición de metal más densa proporciona mayor daño y rango comparado con piedra, sin mencionar la mayor durabilidad del cañón, permitiendo usar archivo más pesado. El escudo fusionado con el cañón mismo no solo sirve como soporte de cañón y protección para el tirador, sino que también convierte el bombardero en un ariete pesado pero portátil. La imagen típica de Olgoi-Horhoi en la superficie del escudo proporcionó el apodo «Mandíbulas del Gusano» para el bombardero.

source: Kobold Chukonu
es: Chukonu Kobold

source: Not all Kobolds are engaged in siege work and defense. There are special groups re-equipped with unique rapid-fire crossbows instead of heavy shields and bulky missiles launchers. Although in terms of armor–piercing and sheer power, such skillfully made weaponry is inferior to traditional models – even more so compared to Kobold siege guns – they are indispensable for exhausting enemies with skirmishes where the main parameters are shooters’ mobility and continuous fire, instead of power.
es: No todos los kobolds están involucrados en trabajo de asedio y defensa. Hay grupos especiales re-equipados con ballestas de fuego rápido únicas en lugar de escudos pesados y lanzadores de misiles voluminosos. Aunque en términos de perforación de armadura y puro poder, tal armamento hábilmente hecho es inferior a modelos tradicionales – incluso más comparado con cañones de asedio kobold – son indispensables para agotar enemigos con escaramuzas donde los parámetros principales son la movilidad de los tiradores y fuego continuo, en lugar de poder.

source: crossbow bash
es: golpe de ballesta

source: arrow volley
es: volea de flechas

source: Kobold Arrowstorm
es: Tormenta de Flechas Kobold

source: Although the rapid-fire crossbows of Kobold skirmishers are remarkable pieces of engineering, in many respects they are designed with quantity, not quality in mind – as can be evident in simple limbs and primitive arrows, which often lack feathers, sometimes – even metallic tips. However, those crossbowmen who have proven their skill and the art of handling their weapons, can count on improved versions. Elite variants of crossbows are equipped with recurve limbs that better transfer energy to bolts. The latter are now fully-designed crossbow projectiles – which have feathers attached as well as metallic tips made out of the best metal found by the lizard miners.
es: Aunque las ballestas de fuego rápido de los escaramuzadores kobold son piezas notables de ingeniería, en muchos aspectos están diseñadas con cantidad, no calidad en mente – como puede ser evidente en extremidades simples y flechas primitivas, que a menudo carecen de plumas, a veces – incluso puntas metálicas. Sin embargo, aquellos ballesteros que han probado su habilidad y el arte de manejar sus armas, pueden contar con versiones mejoradas. Variantes élite de ballestas están equipadas con extremidades recurvas que mejor transfieren energía a virotes. Estos últimos ahora son proyectiles de ballesta completamente diseñados – que tienen plumas adjuntas así como puntas metálicas hechas del mejor metal encontrado por los mineros lagartos.

source: Kobold Fire Lancer
es: Lancero de Fuego Kobold

source: Although Kobolds are not famous for their strength or sturdiness – good quality weaponry, proper training and military experience can make up for it. As an alternative for shields, the most battle-hardened and brave Kobolds are equipped with heavier armor, which in turn allows to wield two-handed fire lance – a fearsome hybrid weapon which combines a flamethrower and a spear. Fire Lancers are jack-of-all-trades – although they do not possess the sheer power of Mangus at melee or at range like their kin or Vixens, they occupy a flexible role that ensures formidable defense and offense alike.
es: Aunque los kobolds no son famosos por su fuerza o robustez – buena calidad de armamento, entrenamiento adecuado y experiencia militar pueden compensarlo. Como alternativa para escudos, los kobolds más endurecidos en batalla y valientes están equipados con armadura más pesada, que a su vez permite empuñar lanza de fuego de dos manos – un arma híbrida temible que combina un lanzallamas y una lanza. Los Lanceros de Fuego son comodines – aunque no poseen el puro poder de los mangus en melee o a rango como su estirpe o vulpinas, ocupan un rol flexible que asegura defensa y ofensa formidables por igual.

source: point-blank firework
es: fuego artificial a quemarropa

source: Mangus Grunt
es: Gruñido Mangus

source: Mangus Grunts are quite young individuals, making their first steps on the military hierarchy. Despite the lack of actual training, they are usually quite formidable warriors thanks to strong competition among siblings and a tradition of solving local feuds in duels and fights. Of course, where their weak discipline and skill are especially showing, they compensate, or truer to say – overcompensate – with their hulking size and might. As it is difficult to manufacture high-quality weapons for creatures of such size, most Mangus rely on flails and meteor hammers, which one casually wraps around his waist or forearm even in peaceful times – as peace is but preparation for war.
es: Los Gruñidos Mangus son individuos bastante jóvenes, dando sus primeros pasos en la jerarquía militar. A pesar de la falta de entrenamiento real, usualmente son guerreros bastante formidables gracias a la fuerte competencia entre hermanos y una tradición de resolver disputas locales en duelos y peleas. Por supuesto, donde su débil disciplina y habilidad se muestran especialmente, compensan, o más exacto decir – sobrecompensan – con su tamaño colosal y poder. Como es difícil fabricar armas de alta calidad para criaturas de tal tamaño, la mayoría de los mangus dependen de mayales y martillos meteoro, que uno casualmente envuelve alrededor de su cintura o antebrazo incluso en tiempos pacíficos – ya que la paz no es más que preparación para la guerra.

source: flail
es: mayal

source: Mangus Kheshig
es: Kheshig Mangus

source: Keshigs are generals’ bodyguards and elite shock troopers, feared by enemies and admired by allies. They are real soldiers battered in war, not just tavern brawls and bloody sports. Only mature Mangus that possess a good proportion of recklessness and cunning rise up to become to join the ranks of Keshigs. Keshigs’ equipment is finer as well as their technique. Their skill with meteor hammers is not just instinctive brutish swings, but deadly and effective martial art taught through years of experience in harsh and unforgiving combat.
es: Los keshigs son guardaespaldas de generales y tropas de choque élite, temidos por enemigos y admirados por aliados. Son soldados reales golpeados en guerra, no solo peleas de taberna y deportes sangrientos. Solo mangus maduros que poseen una buena proporción de imprudencia y astucia ascienden para unirse a las filas de los keshigs. El equipo de los keshigs es más fino así como su técnica. Su habilidad con martillos meteoro no es solo balanceos brutales instintivos, sino un arte marcial mortal y efectivo enseñado a través de años de experiencia en combate duro e implacable.

source: Mangus potentially can live for very long if not for eternity, although recklessness and rabidity with which the young join battle greatly minimizes the chance of living up to what might be considered senior age by other races’ standards. Such rare privilege is amply paid off with Mangus being seemingly insusceptible to mental and physical weakness as they get older. Most severe traumas and wounds would eventually heal up and leave nothing more than marks and scars, so no old Mangus remains forever maimed and inactive. At a certain point, old Mangus would conduct a journey to the Pit – the same place from which they were born. Descending into the absolute unending darkness, Mangus spend days if not weeks and months there. Returning back to the surface, Mangus appear stronger, larger and most of all – possessing three heads or faces fused together, and earn the name Yelbeghen – “demonic dragon”. They lead the government and military – showing no mercy or weakness in both.
es: Los mangus potencialmente pueden vivir por mucho tiempo si no por eternidad, aunque la imprudencia y rabia con la que los jóvenes se unen a la batalla minimiza grandemente la chance de vivir hasta lo que podría considerarse edad senior por estándares de otras razas. Tal privilegio raro se paga ampliamente con los mangus siendo aparentemente insusceptibles a debilidad mental y física a medida que envejecen. Los traumas y heridas más severos eventualmente sanarían y no dejarían nada más que marcas y cicatrices, así que ningún mangus viejo permanece para siempre mutilado e inactivo. En cierto punto, los mangus viejos conducirían un viaje al Pozo – el mismo lugar del que nacieron. Descendiendo a la oscuridad absoluta interminable, los mangus pasan días si no semanas y meses allí. Regresando a la superficie, los mangus aparecen más fuertes, más grandes y sobre todo – poseyendo tres cabezas o caras fusionadas juntas, y ganan el nombre Yelbeghen – «dragón demoníaco». Lideran el gobierno y militar – mostrando no misericordia ni debilidad en ambos.

source: Charming and horrifying spider-maidens Jorogumo have caused terror in the Eastern Lands for long, whether it be native dwellers or trespassing foreigners. This led to many fearful tales and superstitions, of which Jorogumo take pride shamelessly to this day, despite now sharing the same space under Tartarus Mandate with the descendants of their victims. As auxiliary troops of autonomous Yaoguai provinces, Jorogumo barely changed since the integration – they take use of powerful poison as well as their signature spider silk to ensnare the enemy.
es: Encantadoras y horrorosas doncellas araña Jorogumo han causado terror en las Tierras Orientales por mucho tiempo, ya sea habitantes nativos o intrusos extranjeros. Esto llevó a muchos cuentos temerosos y supersticiones, de las cuales las jorogumo toman orgullo sin vergüenza hasta el día de hoy, a pesar de ahora compartir el mismo espacio bajo el Mandato de Tartarus con los descendientes de sus víctimas. Como tropas auxiliares de provincias yaoguai autónomas, las jorogumo apenas cambiaron desde la integración – usan veneno poderoso así como su seda de araña característica para atrapar al enemigo.

source: web
es: telaraña

source: Death Weaver
es: Tejedora de Muerte

source: Spider silk is valuable material, being lighter than feathers but sturdier than the finest chainmail. But for Jorogumo silk is more than just one of many goods of commerce – it is sacral. Jorogumo believe that all the history of the world is written into web patterns, which can tell unknown past and what is yet to come. The most proficient and skilled individuals – masters of weaving and reading such patterns – earn the title of Death-Weavers. As they meet friends – they stroke web patterns with their finest spindles, as they meet an enemy – they shred its life threads asunder, foretelling its inevitable doom.
es: La seda de araña es material valioso, siendo más ligera que plumas pero más robusta que la mejor cota de malla. Pero para jorogumo la seda es más que solo uno de muchos bienes de comercio – es sacral. Las jorogumo creen que toda la historia del mundo está escrita en patrones de telaraña, que pueden contar pasado desconocido y lo que está por venir. Los individuos más proficientes y hábiles – maestros de tejer y leer tales patrones – ganan el título de Tejedoras de Muerte. Como ellas encuentran amigos – acarician patrones de telaraña con sus husos más finos, como ellas encuentran un enemigo – destrozan sus hilos de vida en pedazos, prediciendo su inevitable perdición.

source: needle
es: aguja

source: Chthonic Empress
es: Emperatriz Ctónica

source: In such a way, the eldest and wisest Jorogumo, whose craft of silk, spindle and thread-reading is unmatched, serve as so called Empresses. They navigate the Yaoguai life and decide the most difficult of matters. Jorogumo Empresses have risen to even greater levels since the cooperation with the Mandate. Bestowed with unimaginable knowledge granted by Tartarus, they have become to be known as Chthonic Empresses – fierce leaders of Yaoguai, loyal allies of the Mandate and grave enemies of whoever crosses their path.
es: De tal manera, las jorogumo más antiguas y sabias, cuyo oficio de seda, huso y lectura de hilos no tiene igual, sirven como llamadas Emperatrices. Navegan la vida yaoguai y deciden los asuntos más difíciles. Las Emperatrices Jorogumo han ascendido a niveles incluso mayores desde la cooperación con el Mandato. Otorgadas con conocimiento inimaginable concedido por Tartarus, se han convertido en conocidas como Emperatrices Ctónicas – líderes feroces de yaoguai, aliados leales del Mandato y enemigos graves de quienquiera que cruce su camino.

source: Terracotta Warrior
es: Guerrero de Terracota
