Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: Towering, with mighty bodies and ferocious skulls where their faces are supposed to be, equally menacing both in their skill with clubs and with black magic, the champions of the Bull God are bursting with such power that sometimes they were mistaken for the embodiment of their Lord himself; with a single blow a champion is able to take off a bull's head, with a single spell – to turn a healthy ogre into a weak, drained-of-all-life creature. If there are champions in a horde, it means that the Bull God favors it so much that he makes battling it seem pointless. Of course, they can be beaten, but those who manage to do this will suffer such horror and losses that no one will have any doubts: the Bull God is the strongest and most terrible of all the gods that the Great Steppe has ever known.
es: Imponentes, con cuerpos poderosos y cráneos feroces donde se supone que están sus caras, igualmente amenazantes tanto en su habilidad con los garrotes como con la magia negra, los campeones del Dios Toro rebosan tal poder que a veces son confundidos con la encarnación de su Señor mismo; con un solo golpe, un campeón es capaz de desprender la cabeza de un toro, con un solo hechizo, de convertir a un ogro sano en una criatura débil y sin vida. Si hay campeones en una horda, significa que el Dios Toro la favorece tanto que luchar contra ella parece inútil. Por supuesto, pueden ser derrotados, pero aquellos que lo logran sufrirán tal horror y pérdidas que nadie tendrá dudas: el Dios Toro es el más fuerte y terrible de todos los dioses que la Gran Estepa ha conocido.

source: Ogre Chariot
es: Carro Ogro

source: By their nature, ogres are nomads, but as you know, you can't go far on foot in the steppe. Not a single ridable animal can withstand an adult ogre, so these steppe dwellers travel on impressive chariots drawn by bulls. Dozens of workshops in the city camps work to provide the hordes with these vehicles. Of course, ogre chariots are not as fast and skillful as the mechanisms of other peoples, but the simplicity, size and strength make up for the lack of speed. Ogres roam in chariots on their own, on them they transport their homes and all goods. And for battle, they use lightweight two-wheeled structures. True, their effectiveness is not very high, but the roar and crackling that they create can horrify the weak-minded creatures, and the frontal ram can break the formation of light infantry.
es: Por su naturaleza, los ogros son nómadas, pero como se sabe, no se puede ir lejos a pie en la estepa. Ningún animal montable resiste a un ogro adulto, así que estos habitantes de la estepa viajan en impresionantes carros tirados por toros. Decenas de talleres en los campamentos-ciudad trabajan para proveer a las hordas con estos vehículos. Claro, los carros ogros no son tan rápidos y hábiles como los mecanismos de otros pueblos, pero la simplicidad, el tamaño y la fuerza compensan la falta de velocidad. Los ogros recorren solos en carros, en ellos transportan sus hogares y todos los bienes. Y para la batalla usan estructuras ligeras de dos ruedas. Cierto, su efectividad no es muy alta, pero el rugido y el estruendo que generan puede horrorizar a las criaturas de mente débil, y el ariete frontal puede romper la formación de la infantería ligera.

source: Minotaur Chosen
es: Minotauro Elegido

source: Among the fanatics (which are becoming more and more numerous every year) The Bull God chooses the strongest and most loyal, and gives them incredible vampiric abilities similar to those of the Tarbynns. The heads of the chosen ones are flayed to the bare skull, the wool receives a reddish hue from the blood that they drain out with their gaze and absorb into their bodies. With huge bone clubs at the ready, the chosen ones serve as a symbol of the power that the Bull God gifts to his faithful followers, and strike terror into ogres whose sympathies are on the side of shamans…
es: Entre los fanáticos (que son cada vez más numerosos cada año) el Dios Toro elige a los más fuertes y leales, y les otorga increíbles habilidades vampíricas similares a las de los Tarbynns. Las cabezas de los elegidos son desolladas hasta el cráneo, la lana adquiere un tinte rojizo por la sangre que drenan con su mirada y absorben en sus cuerpos. Con enormes garrotes de hueso listos, los elegidos sirven como símbolo del poder que el Dios Toro regala a sus fieles seguidores, e infunden terror en los ogros cuyas simpatías están del lado de los chamanes…

source: Ogre Foreman
es: Capataz Ogro

source: A foremen are a combat commanders of the horde, leading ten ogres. They are appointed by the centurion from those who have distinguished themselves in raids. They are much richer than their subordinates, and can afford a fur-embroidered steppe robe and armor made of bone-reinforced leather plates. Foremen also own large herds of bulls, but they leave them in the care of their sons or slaves, and themselves are engaged in raids. In battle, foremen are in the vanguard of the infantry, paving the way with a two-handed axe. Neither the enemy, nor the wooden gates, nor the palisades can resist their crushing blows. Having broken through the gap, foremen send their ogres and ravage the settlement. This is how their summer passes; in winter, in a warm camp, foremen prepare for the next season: they go hunting, organize competitions, and hone the fighting skills of their ten.
es: Los capataces son comandantes de combate de la horda, liderando diez ogros. Son nombrados por el centurión de aquellos que se han distinguido en incursiones. Son mucho más ricos que sus subordinados y pueden permitirse una túnica esteparia bordada de piel y armadura hecha de placas de cuero reforzadas con hueso. Los capataces también poseen grandes rebaños de toros, pero los dejan al cuidado de sus hijos o esclavos y ellos mismos se dedican a incursiones. En batalla, los capataces están en la vanguardia de la infantería, allanando el camino con un hacha de dos manos. Ni el enemigo, ni las puertas de madera, ni las empalizadas pueden resistir sus golpes aplastantes. Habiendo roto la brecha, los capataces envían a sus ogros y devastan el asentamiento. Así pasa su verano; en invierno, en un campamento cálido, los capataces preparan para la próxima temporada: van de caza, organizan competencias y afilan las habilidades de combate de sus diez.

source: Ogre Hermit
es: Ermitaño Ogro

source: blizzard
es: ventisca

source: Ogre Hordeman
es: Hordeman Ogro

source: Hordemen are ordinary male ogres who form the backbone of any horde. They are at the bottom of the social ladder and can only provide themselves with simple equipment of a steppe robe, shield and bone axe. In the summer season, all hordemen are obliged to participate in raids; in winter, when the hordes retire to warm camps, the hordemen become the main labor force: they repair fortifications, make chariots, make armor, and, of course, educate their numerous offspring. The harsh life encourages hordemen to fight fiercely in raids; they are no stranger to shedding blood and risking their lives for their own enrichment.
es: Los hordemen son ogros machos comunes que forman la espina dorsal de cualquier horda. Están en la base de la escalera social y solo pueden proveerse con equipo simple de túnica esteparia, escudo y hacha de hueso. En la temporada de verano, todos los hordemen están obligados a participar en incursiones; en invierno, cuando las hordas se retiran a campamentos cálidos, los hordemen se convierten en la principal fuerza laboral: reparan fortificaciones, hacen carros, hacen armadura y, por supuesto, educan a su numerosa descendencia. La vida dura anima a los hordemen a luchar ferozmente en incursiones; no son extraños a derramar sangre y arriesgar sus vidas por su propio enriquecimiento.

source: Ogre Hunter
es: Ogro Cazador

source: Ogres with sufficient stone-slinging skills become hunters. In peacetime, they hunt partridges, antelopes and other steppe game, and in wartime they accompany the horde as light infantry. Good skills in stealth, terrain orientation and silent movement make them excellent scouts, and their abilities in handling a sling - formidable shooters, accurate launches of heavy stones knocking out opponents.
es: Los ogros con suficientes habilidades para lanzar piedras con honda se convierten en cazadores. En tiempos de paz, cazan perdices, antílopes y otras piezas de caza de la estepa, y en tiempos de guerra acompañan a la horda como infantería ligera. Sus buenas habilidades en sigilo, orientación en el terreno y movimiento silencioso los convierten en excelentes exploradores, y sus habilidades en el manejo de una honda en tiradores formidables, lanzamientos precisos de piedras pesadas noqueando a los oponentes.

source: Ogre Khan
es: Jan Ogro

source: Ogre Mancatcher
es: Ogro Atrapahombres

source: mancatcher^WIP: NOT YET TRANSLATED
es: atrapahombres

source: Minotaur Fanatic
es: Minotauro Fanático

source: From time to time the opponents of ogres encountered strange creatures combining the features of both an ogre and a bull – fierce, dauntless and able to feast on vital energy. These are fanatics – ogres most devoted of all to the Bull-God, who willingly let the priests reshape their bodies in the image of their Master. Fanatics unquestioningly carry out the orders of their creators, as through them the Bull-God sends his will to this world. They are the guard on which the priestly estate relies. The presence of these terrific creatures makes the khans to be compliant, and the commoner ogres to be obedient; woe to those on whom their anger falls, and hence the wrath of the Bull God himself!
es: De vez en cuando, los enemigos de los ogros se encuentran con extrañas criaturas que combinan rasgos tanto de ogro como de toro: feroces, intrépidas y capaces de alimentarse de energía vital. Estos son los fanáticos: ogros los más devotos de todos al Dios Toro, que voluntariamente permiten que los sacerdotes remodelen sus cuerpos a imagen de su Amo. Los fanáticos cumplen sin cuestionar las órdenes de sus creadores, pues a través de ellos el Dios Toro envía su voluntad a este mundo. Son la guardia en la que se apoya el estamento sacerdotal. La presencia de estas criaturas terribles hace que los khanes se muestren complacientes y que los ogros comunes sean obedientes; ¡ay de aquellos sobre quienes cae su ira, y por ende la cólera del propio Dios Toro!

source: Ogre Pathfinder
es: Ogro Explorador

source: The best light infantry in the entire horde become Pursuers. Their equipment - leather armor and a shield, their weapons - cleaver, sling and mobility. These are the eyes and ears of the horde in the steppe, its main fist in ranged combat. They may not be as skillful as the marksmen of other races, but the size of the stones they launch from their sling more than compensates for the lack of accuracy. Additionally, skirmishers are not afraid to engage in close combat, in which, perhaps, they outmatch most rival marksmen.
es: Los mejores infantes ligeros de toda la horda se convierten en Perseguidores. Su equipo consiste en armadura de cuero y escudo; sus armas: cuchillo grande, honda y movilidad. Son los ojos y oídos de la horda en la estepa, su principal puño en combate a distancia. Puede que no sean tan hábiles como los tiradores de otras razas, pero el tamaño de las piedras que lanzan con su honda compensa con creces la falta de precisión. Además, los hostigadores no temen el combate cuerpo a cuerpo, en el que tal vez superen a la mayoría de los tiradores rivales.

source: stunning rock
es: roca aturdidora

source: Ogre Ruiner
es: Ogro Ruinoso

source: Some ogres have learned to make a special liquid - it burns for a long time and is great at sticking to surfaces. The best of the burners have adapted it to their needs. These ogres are called Scorchers. They fill clay pots with this liquid, and then throw them from slings into the enemy fortifications. Their fire is very deadly, so Scorchers are often the main targets for enemy archers. They wear large shields and heavy bone armor to protect themselves from arrows. And for close combat, scorchers have a heavy mace. The benefits that they bring on the battlefield, as well as their social status, are quite high, so Scorchers wear long braids and decorate their helmets with horns.
es: Algunos ogros han aprendido a fabricar un líquido especial: arde durante mucho tiempo y se adhiere muy bien a las superficies. Los mejores incendiarios lo han adaptado a sus necesidades. A estos ogros se les llama Incineradores. Llenan ollas de arcilla con este líquido y luego las lanzan con hondas hacia las fortificaciones enemigas. Su fuego es muy mortífero, por lo que los Incineradores suelen ser el principal objetivo de los arqueros enemigos. Llevan escudos grandes y armadura pesada de hueso para protegerse de las flechas. Y para el combate cercano tienen una maza pesada. Los beneficios que aportan en el campo de batalla, así como su estatus social, son bastante altos, por eso los Incineradores usan trenzas largas y decoran sus cascos con cuernos.

source: Ogre Thunder Shaman
es: Ogro Chamán del Trueno

source: Shamans – are a group of ogre sorcerers famous for their control over nature. Shamans can easily consume their enemy with a terrible blizzard, which would freeze him to the bone and render him unable to see anything further than his own nose, or strike him with an annihilating lightning. The main tool of a shaman – a tambourine, which contains a powerful spirit amplifying the connection to the supernatural. Socially speaking, although Shamans possess some unique abilities, they are an isolated group, opposing both the Bull Priests and the Khan. Sometimes, Shamans manage to take over small hordes – but these hordes do not exist for long, as their main source of power – the fear amongst the community, whose lives do not particularly matter to the ruling sorcerers.
es: Los Chamanes son un grupo de hechiceros ogros famosos por su control sobre la naturaleza. Los Chamanes pueden consumir fácilmente a su enemigo con una terrible ventisca, que los congelaría hasta los huesos y los dejaría incapaces de ver más allá de su propia nariz, o golpearlos con un rayo aniquilador. La herramienta principal de un chamán es una pandereta, que contiene un espíritu poderoso que amplifica la conexión con lo sobrenatural. Socialmente hablando, aunque los Chamanes poseen algunas habilidades únicas, son un grupo aislado, que se opone tanto a los Sacerdotes Toro como al Kan. A veces, los Chamanes logran hacerse cargo de pequeñas hordas, pero estas hordas no existen por mucho tiempo, ya que su principal fuente de poder es el miedo entre la comunidad, cuyas vidas no le importan particularmente a los hechiceros gobernantes.

source: Ogre Plastoon
es: Ogro Plastoon

source: Ogres are not usually very good in ranged combat - however, in the steppe, you aren't getting anywhere without it! To somehow compensate for this shortcoming, the hordes recruit light infantry from the most skilled hunters. They are armed with a sling, a small shield and a cleaver, and are dressed in a padded robe. These units act as scouts and skirmishers. Together with the Burners, they shower enemies with cobblestones, and then engage in close combat, which, by the way, is much more pleasant for them.
es: Los ogros no suelen ser muy buenos en combate a distancia, ¡sin embargo, en la estepa, no se llega a ninguna parte sin él! Para compensar de alguna manera esta deficiencia, las hordas reclutan infantería ligera de entre los cazadores más hábiles. Están armados con una honda, un escudo pequeño y una cuchilla, y visten una túnica acolchada. Estas unidades actúan como exploradores y hostigadores. Junto con los Incendiarios, cubren a los enemigos con adoquines y luego entran en combate cuerpo a cuerpo, lo cual, por cierto, es mucho más placentero para ellos.

source: Ogre Slaver
es: Ogro Esclavista

source: slaver^WIP: NOT YET TRANSLATED
es: esclavista^EN PROCESO: AÚN SIN TRADUCIR

source: Ogre Slaver Apprentice
es: Ogro Aprendiz Esclavista

source: slaver apprentice^WIP: NOT YET TRANSLATED
es: aprendiz esclavista

source: Tarbynns are horrible creations of the Bull God from the underworld. Herds of these skeletal creatures graze in his dark realm, and the largest and strongest of them are his bodyguards. Taking steppe ogres under his protection, the Bull God revealed to them the secret of summoning tarbynns into the world of the living. Squads of these demons became a formidable force which priests use to combat both foreign enemies and internal rivals, shamans. The lowest and weakest kind of tarbynns are observers. They are summoned most often, so the word 'tarbynn' means lesser demons in the first place (more powerful kinds have their own established names). To summon an observer, priests fill a pot with bull's blood, throw a skull and cast the spell. If everything is done properly, the skull comes to live and a semi-sentient hungry beast with burning eyes arises from the pot. Streams of blood circle around its head and serve as its fuel. To maintain its existence, a tarbynn must constantly replenish his blood supply, so hunger is the only feeling it knows. Even lesser of tarbynns have access to terrible blood magic, with their gaze they can literally draw the red liquid from their victim's body and fill their aura with it. Though actually, the main purpose of observers is not combat; they are summoned to watch out for enemies or suspicious allies. Dozens of these flying skulls patrol neighbourhoods of priests in steppe settlements, they also accompany ogres' armies in large campaigns. Ordinary ogres don't like to be watched by hungry demons-skulls, that's why they treat priests with resentment and hidden fear.
es: Los Tarbynns son horribles creaciones del Dios Toro del inframundo. Manadas de estas criaturas esqueléticas pastan en su oscuro reino, y las más grandes y fuertes son sus guardaespaldas. Tomando a los ogros de la estepa bajo su protección, el Dios Toro les reveló el secreto para convocar tarbynns al mundo de los vivos. Escuadrones de estos demonios se convirtieron en una fuerza formidable que los sacerdotes usan para combatir tanto a enemigos extranjeros como a rivales internos, los chamanes. El tipo más bajo y débil de tarbynns son los observadores. Son convocados con mayor frecuencia, por lo que la palabra «tarbynn» significa demonios menores en primer lugar (los tipos más poderosos tienen sus propios nombres establecidos). Para convocar a un observador, los sacerdotes llenan una olla con sangre de toro, arrojan un cráneo y lanzan el hechizo. Si todo se hace correctamente, el cráneo cobra vida y una bestia hambrienta semisintiente con ojos ardientes surge de la olla. Corrientes de sangre circulan alrededor de su cabeza y sirven como su combustible. Para mantener su existencia, un tarbynn debe reponer constantemente su suministro de sangre, por lo que el hambre es el único sentimiento que conoce. Incluso los tarbynns menores tienen acceso a terrible magia de sangre, con su mirada pueden literalmente extraer el líquido rojo del cuerpo de su víctima y llenar su aura con él. Aunque en realidad, el propósito principal de los observadores no es el combate; son convocados para vigilar a los enemigos o aliados sospechosos. Docenas de estos cráneos voladores patrullan los vecindarios de los sacerdotes en los asentamientos de la estepa, y también acompañan a los ejércitos de ogros en grandes campañas. A los ogros comunes no les gusta ser vigilados por cráneos demoníacos hambrientos, por eso tratan a los sacerdotes con resentimiento y miedo oculto.

source: headbutt
es: cabezazo

source: drain life
es: drenar vida

source: Tarbynn Abomination
es: Abominación Tarbynn
