Repository: Sebas38760/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: es

source: Kanavars birthed by this unit have a permanent 15% bonus to magical resistances, +1 movement, lesser regeneration +4, and 25% bonus to HP.
es: Los kanavars nacidos de esta unidad tienen un bono permanente del 15% a las resistencias mágicas, +1 movimiento, regeneración menor +4, y 25% de bono a los PV.

source: female^Mistress of the Dead Field
es: Ama del Campo Muerto

source: This is the Witch Queen herself, the self-proclaimed mistress of the Dead Field and all the dark forces. In the northern lands, there is such a legend about its origin: “A long time ago, a strong tsar ruled in the tsardom of Krad. His people prospered, and the neighboring lands recognized his strength and swore vassal oaths to him. All except the Temsk principality on the seashore, which remained independent. And the Knyaz of Temsk had a daughter of unprecedented beauty, whom people came to see from all over the world. And the tsar of Krad planned to marry her - get a beautiful wife, and inherit the principality while at it. He sent matchmakers three times - but all three times the proud princess refused his request. The tsar became absolutely furious, gathered a strong army, and marched to the Temsk. He ravaged the country, burned down the capital city, and kidnapped the princess right in front of her father, who turned gray and became speechless. The knyaz himself was sent to prison, Temsj was annexed to the kingdom of Krad, and the princess, even before the wedding, from the very night when the capital of Temsk fell, suffered. She gave birth to a daughter to the tsar, but tragically died during childbirth. The tsar doted on his daughter, brought her gifts from overseas, boasted about her in front of foreign ambassadors, thinking about which prince to marry his daughter to. Unbeknownst to him, his daughter got a horn from her mother. Should she blow the horn, before her would appear a Demon, and will do what the princess says, be it bringing something, playing games, or just chatting. And the tsar of Krad from three queens had three sons, his pride and support. One day the eldest son goes to the garden, and he sees his step sister playing checkers with a winged demon. He got scared and ran to the guard to call. And the princess said coldly to the demon: - Kill him. He drew his sword and killed the elder prince before he had the time to warn anyone. The princess blew the horn again - her demon disappeared into thin air, and she ran to her father to cry. - They murdered, - she said, - my half-brother, your elder son, evil men in the garden; just barely I broke free from them. The tsar was angry, ordered to look for the assassins. He suspected the lords, and executed thirty-three of them. The people began to fear and mistrust the tsar. Another time, the tsar's middle son was walking in the garden, he saw that his step sister was playing checkers with the winged demon. He drew his sword and ran to the demon with a battle cry. - Kill him - said the princess. And the demon slain the second price as swiftly as he did the first. The princess blew into the horn - and the demon disappeared. She ran to her father in tears. -Again -, she said -, evil people entered the garden, attacked me and your middle son! He just barely managed to protect me, bravely fought them with his sword, and now lies dead there ... The tsar was furious and ordered to look for the assassins. He suspected the nobles again, and executed three hundred and three of them. The people became angry with the way the king spilled their blood. Another time the youngest son was walking in the garden, he saw the princess playing checkers with the demon. Unlike the other two, he calmly approached, and sat down next to them. - I know -, he says, -that you killed my brothers with your devil, sister. Yet that's exact what I need; I want to become king after my father, but with the older brothers alive that would not have been possible. Let's kill our father together, and rule the Krad kingdom ourselves. The princess agreed, sent the demon to her father's bedroom, and the demon stabbed the tsar to death. - Alas, you, my cunning brother, will not thrive, - said the princess. The demon appeared and stabbed the younger prince, and he himself took on his appearance. There was a commotion in the palace when the servants of the slain king saw his lifeless body. The impostor prince summoned the entire courtyard, all the standard-bearers and vassals to the throne room, and made the follwoing speech: - My father, our tsar, like my brothers, was killed by evil people. Since the most evil lords and the most evil nobles were already executed, the common people are guilty of the murder of our tsar! They crowned the devil-prince to the kingdom, and the soldiers went out, and on the orders of the impostor they began to catch and cut down the common people, saying: This is what you get for murdering the tsar! And the princess laughed, watching from the walls of the palace as the soldiers slaughtered innocent people. The common people were brimming with fierce hatred. They took axes and stakes, overwhelemed the royal soldiers and nobles. The enraged crowd fought their way to the palace itself, and took it - they rushed into the throne room to bring the self-proclaimed bastard of a Tsar to justice. And then tsar suddenly turned back into a devil, snapped his fingers, and summoned a horse with black wings; flew out on horseback from the hall and took the princess with him. The demon flew away with the princess far into the steppe, they began to live there, and breed Kanavars. And their children went on campaigns to other kingdoms, taking many a prisoner with them.'
es: Esta es la Reina Bruja misma, la autoproclamada ama del Campo Muerto y todas las fuerzas oscuras. En las tierras del norte, hay una leyenda así sobre su origen: «Hace mucho tiempo, un fuerte zar gobernaba en el zarato de Krad. Su pueblo prosperaba, y las tierras vecinas reconocían su fuerza y juraban juramentos vasallos a él. Todos excepto el principado de Temsk en la costa, que permanecía independiente. Y el Knyaz de Temsk tenía una hija de belleza sin precedentes, a quien la gente venía a ver de todo el mundo. Y el zar de Krad planeaba casarse con ella - conseguir una esposa hermosa, y heredar el principado mientras tanto. Envió casamenteros tres veces - pero las tres veces la orgullosa princesa rechazó su solicitud. El zar se enfureció absolutamente, reunió un ejército fuerte, y marchó a Temsk. Devastó el país, quemó la capital, y secuestró a la princesa justo frente a su padre, quien se volvió gris y se quedó sin habla. El knyaz mismo fue enviado a prisión, Temsk fue anexado al reino de Krad, y la princesa, incluso antes de la boda, desde la misma noche cuando cayó la capital de Temsk, sufrió. Dio a luz a una hija al zar, pero trágicamente murió durante el parto. El zar mimaba a su hija, le traía regalos de ultramar, se jactaba de ella frente a embajadores extranjeros, pensando en qué príncipe casar a su hija. Sin que él lo supiera, su hija obtuvo un cuerno de su madre. Si soplaba el cuerno, ante ella aparecería un Demonio, y haría lo que la princesa dijera, ya sea traer algo, jugar juegos, o solo charlar. Y el zar de Krad de tres reinas tenía tres hijos, su orgullo y apoyo. Un día el hijo mayor va al jardín, y ve a su media hermana jugando damas con un demonio alado. Se asustó y corrió al guardia para llamar. Y la princesa dijo fríamente al demonio: - Mátalo. Sacó su espada y mató al príncipe mayor antes de que tuviera tiempo de advertir a nadie. La princesa sopló el cuerno de nuevo - su demonio desapareció en el aire, y ella corrió a su padre a llorar. - Lo asesinaron -, dijo -, a mi medio hermano, tu hijo mayor, hombres malvados en el jardín; apenas me liberé de ellos. El zar se enojó, ordenó buscar a los asesinos. Sospechó de los señores, y ejecutó treinta y tres de ellos. La gente comenzó a temer y desconfiar del zar. Otra vez, el hijo mediano del zar caminaba en el jardín, vio que su media hermana jugaba damas con el demonio alado. Sacó su espada y corrió al demonio con un grito de batalla. - Mátalo - dijo la princesa. Y el demonio mató al segundo príncipe tan rápidamente como al primero. La princesa sopló el cuerno - y el demonio desapareció. Corrió a su padre en lágrimas. -De nuevo -, dijo -, gente malvada entró al jardín, me atacó y a tu hijo mediano! Apenas logró protegerme, luchó valientemente con su espada, y ahora yace muerto allí ... El zar se enfureció y ordenó buscar a los asesinos. Sospechó de los nobles de nuevo, y ejecutó trescientos tres de ellos. La gente se enojó con la forma en que el rey derramaba su sangre. Otra vez el hijo menor caminaba en el jardín, vio a la princesa jugando damas con el demonio. A diferencia de los otros dos, se acercó calmadamente, y se sentó junto a ellos. - Sé -, dice -, que mataste a mis hermanos con tu diablo, hermana. Sin embargo eso es exactamente lo que necesito; quiero ser rey después de mi padre, pero con los hermanos mayores vivos eso no habría sido posible. Matemos a nuestro padre juntos, y gobernemos el reino de Krad nosotros mismos. La princesa estuvo de acuerdo, envió al demonio al dormitorio de su padre, y el demonio apuñaló al zar hasta la muerte. - Ay, tú, mi astuto hermano, no prosperarás -, dijo la princesa. El demonio apareció y apuñaló al príncipe menor, y él mismo tomó su apariencia. Hubo un alboroto en el palacio cuando los sirvientes del rey asesinado vieron su cuerpo sin vida. El príncipe impostor convocó a todo el patio, todos los portaestandartes y vasallos a la sala del trono, e hizo el siguiente discurso: - Mi padre, nuestro zar, como mis hermanos, fue asesinado por gente malvada. Dado que los señores más malvados y los nobles más malvados ya fueron ejecutados, la gente común es culpable del asesinato de nuestro zar! Coronaron al príncipe-diablo al reino, y los soldados salieron, y por órdenes del impostor comenzaron a atrapar y cortar a la gente común, diciendo: Esto es lo que obtienen por asesinar al zar! Y la princesa se reía, viendo desde las murallas del palacio cómo los soldados masacraban a gente inocente. La gente común rebosaba de odio feroz. Tomaron hachas y estacas, abrumaron a los soldados reales y nobles. La multitud enfurecida luchó hasta el palacio mismo, y lo tomó - corrieron a la sala del trono para llevar al autoproclamado bastardo de un Zar a la justicia. Y entonces el zar de repente volvió a ser un diablo, chasqueó los dedos, y invocó un caballo con alas negras; voló a caballo desde la sala y llevó a la princesa con él. El demonio voló lejos con la princesa lejos a la estepa, comenzaron a vivir allí, y criar kanavars. Y sus hijos fueron en campañas a otros reinos, tomando muchos prisioneros con ellos.»

source: steppe mistress blood
es: sangre de ama de estepa

source: This unit has a permanent 20% bonus to magical resistances, regeneration, +1 movement, the 'reliable' weapon special on all attacks, and 35% bonus to HP.
es: Esta unidad tiene un bono permanente del 20% a las resistencias mágicas, regeneración, +1 movimiento, el especial de arma «confiable» en todos los ataques, y 35% de bono a los PV.

source: Kanavars birthed by this unit have a permanent 20% bonus to magical resistances, regeneration, +1 movement, the 'reliable' weapon special on all attacks, and 35% bonus to HP.
es: Los kanavars nacidos de esta unidad tienen un bono permanente del 20% a las resistencias mágicas, regeneración, +1 movimiento, el especial de arma «confiable» en todos los ataques, y 35% de bono a los PV.

source: frozen blust
es: ráfaga congelada

source: astral storm
es: tormenta astral

source: female^Rodimitsa
es: Rodimitsa

source: Many witch cults are in one way or another connected with the cult of fertility. The Dead Field Coven is no exception. The chernavas who are incapable of managing or deeply understanding destructive magic are ordained to the rank of so-called rodimitsas. These witches' main purpose is to give birth to new kanavars, and take care of the health of all residents of the coven city. They are well versed in herbalism, potion making, and know how to interact with various natural forces. Rodimitsas often accompany the army of the coven on campaigns - an army always needs good healers, and the romimitsas are exactly that.
es: Muchos cultos de brujas están de una forma u otra conectados con el culto de la fertilidad. El Aquelarre del Campo Muerto no es excepción. Las chernavas que son incapaces de manejar o entender profundamente la magia destructiva son ordenadas al rango de las llamadas rodimitsas. El propósito principal de estas brujas es dar a luz a nuevos kanavars, y cuidar la salud de todos los residentes de la ciudad del aquelarre. Están bien versadas en herboristería, elaboración de pociones, y saben cómo interactuar con varias fuerzas naturales. Las rodimitsas a menudo acompañan al ejército del aquelarre en campañas - un ejército siempre necesita buenos curanderos, y las rodimitsas son exactamente eso.

source: rodimitsa blood
es: sangre de rodimitsa

source: This unit has a permanent 10% bonus to forest terrain defense.
es: Esta unidad tiene un bono permanente del 10% a la defensa en terreno de bosque.

source: Kanavars birthed by this unit have a permanent 10% bonus to forest terrain defense.
es: Los kanavars nacidos de esta unidad tienen un bono permanente del 10% a la defensa en terreno de bosque.

source: touch
es: toque

source: nature's curse
es: maldición de la naturaleza

source: female^Wild Witch
es: Bruja Salvaje

source: The magical cults of the northern lands are divided into two types: cults that worship the light gods, and those that worship the spirits of the dark world. And while the former are supported by the princely power and are highly respected, a ban is imposed on the latter; worshipers of dark spirits are persecuted and punished by both the secular authorities and the priesthood. And no wonder - after all, a lot of evil was done by dark spirits in the old days! Most of all, the cults of the dark gods are popular among women. Sometimes, a girl is born seemingly with a fiend inside her, oddities happening to her, and no matter what people tried to do, there was no way to rid her of it. Such girls in the north are considered lunatics. They are feared and avoided. Many holy fools were formerly forced to flee to forests and swamps, and there, far from everyone, drag out their miserable existence as wild witches. Now everything has changed. The witch queen sent the messenger ravens to all the northern lands, to forests and swamps. She called these unfortunate girls to her place, and promised them support and protection. Many wild witches answered her call. The witch-queen discovered a great magical potential in them and took them under her personal tutelage. Local witches treat their wild sisters with apprehension, but this does not compare with the contempt they have for people from the northern land. The hearts of the wild witches are filled with hatred for people who rejected them and love for their patroness. Unbeknownst to the the people of the north, many of the misfortunes that have befallen them in recent decades - crop failures, epidemics, strife - are the work of the wild witches who have learned to draw strength from their hatred and direct it in what they view to be the right direction.
es: Los cultos mágicos de las tierras del norte se dividen en dos tipos: cultos que adoran a los dioses de la luz, y aquellos que adoran a los espíritus del mundo oscuro. Y mientras los primeros son apoyados por el poder principesco y son altamente respetados, se impone una prohibición a los últimos; los adoradores de espíritus oscuros son perseguidos y castigados tanto por las autoridades seculares como por el sacerdocio. Y no es de extrañar - ¡después de todo, mucho mal fue hecho por espíritus oscuros en los viejos tiempos! Sobre todo, los cultos de los dioses oscuros son populares entre las mujeres. A veces, una niña nace aparentemente con un demonio dentro de ella, rarezas ocurriendo con ella, y no importa qué intentara la gente hacer, no había forma de librarla de eso. Tales niñas en el norte se consideran lunáticas. Son temidas y evitadas. Muchas santas locas fueron anteriormente obligadas a huir a bosques y pantanos, y allí, lejos de todos, arrastrar su miserable existencia como brujas salvajes. Ahora todo ha cambiado. La reina bruja envió los cuervos mensajeros a todas las tierras del norte, a bosques y pantanos. Llamó a estas desafortunadas niñas a su lugar, y les prometió apoyo y protección. Muchas brujas salvajes respondieron a su llamado. La reina bruja descubrió un gran potencial mágico en ellas y las tomó bajo su tutela personal. Las brujas locales tratan a sus hermanas salvajes con aprensión, pero esto no se compara con el desprecio que tienen por la gente de la tierra del norte. Los corazones de las brujas salvajes están llenos de odio por la gente que las rechazó y amor por su patrona. Sin que lo supiera la gente del norte, muchos de los infortunios que les han sucedido en décadas recientes - fallas de cosechas, epidemias, contiendas - son el trabajo de las brujas salvajes que han aprendido a extraer fuerza de su odio y dirigirlo en lo que ven como la dirección correcta.

source: swamp fire
es: fuego de pantano

source: evil eye
es: mal de ojo

source: Fear Shadow
es: Sombra del Miedo

source: Fear Shadows are the lesser steppe undead, evil spirits that are born out of human fear and take the form of wolves. During the day they hide in the steppe wind, and at night they gather in packs and hunt down lone travelers, caravan camps, or nomads. Shadows swirl around the prey, sparkling with ominous eyes and letting out a prolonged howl akin to that of the wind. As soon as the victim shows a sign of fear, the shadows immediately attack and devour them for a long time, slowly, because their true source of nourisment is not bones and meat, but the horror that prey experiences before death. Tales about the fear shadows are found in the legends of all the peoples of the Great Steppe, and over the centuries nomads have learned to resist them with the help of magic and amulets or courage, so death from a pack of shadows became a rare occurrence. However, in recent years, the shadows have become much more numerous, and they themselves have grown bolder, and began to pounce even on those who previously would have been considered too strong prey; This is due to the Hunn witches, who subjugated these undead beastd, bred them from the horror of tortured captives and put them at their service. Shadows are their main scouts in the steppe, and if in the dark you saw a pack of burning eyes, then you should know that you are watched not only by an evil spirit, but also forces that are much more powerful.
es: Las Sombras del Miedo son los no-muertos menores de estepa, espíritus malignos que nacen de el miedo humano y toman la forma de lobos. Durante el día se esconden en el viento de estepa, y de noche se reúnen en manadas y cazan a viajeros solitarios, campamentos de caravanas, o nómadas. Las sombras giran alrededor de la presa, brillando con ojos ominosos y dejando salir un aullido prolongado similar al del viento. Tan pronto como la víctima muestra una señal de miedo, las sombras inmediatamente atacan y la devoran por mucho tiempo, lentamente, porque su verdadera fuente de alimento no son huesos y carne, sino el horror que la presa experimenta antes de la muerte. Cuentos sobre las sombras del miedo se encuentran en las leyendas de todos los pueblos de la Gran Estepa, y a lo largo de los siglos los nómadas han aprendido a resistirlos con la ayuda de magia y amuletos o coraje, así que la muerte de una manada de sombras se convirtió en una ocurrencia rara. Sin embargo, en años recientes, las sombras han crecido mucho más numerosas, y ellas mismas se han vuelto más audaces, y comenzaron a abalanzarse incluso sobre aquellos que previamente habrían sido considerados presa demasiado fuerte; Esto se debe a las brujas Hunn, que subyugaron a estas bestias no-muertas, las criaron del horror de cautivos torturados y las pusieron a su servicio. Las sombras son sus principales exploradores en la estepa, y si en la oscuridad viste una manada de ojos ardientes, entonces debes saber que eres observado no solo por un espíritu maligno, sino también por fuerzas que son mucho más poderosas.

source: fangs
es: colmillos

source: Fear Manifestation
es: Manifestación del Miedo

source: wolf1^WIP: NOT YET TRANSLATED
es: lobo1^WIP: AÚN NO TRADUCIDO

source: Fear Incarnate
es: Encarnación del Miedo

source: wolf2^WIP: NOT YET TRANSLATED
es: lobo2^WIP: AÚN NO TRADUCIDO

source: Gnoll Biter
es: Gnoll Mordedor

source: Biters are newly-recruited gnoll warriors. A young biter does not yet have serious combat experience, which he compensates for with courage. As for armor, he wears only a belt with a shield, which is why he is quite mobile. Biters stride into battle with traditional gnoll traps, which capture and attract enemies like fishermen do to fish. The biters tear apart the captured enemy with claws and fangs. Each biter fights primarily for material gains such as gold and meat, so they are capable of both showing valor in front of commanders and running over to the side of the enemy should the tide of battle not go in their favor.
es: Los Mordedores son guerreros gnoll recién reclutados. Un mordedor joven aún no tiene experiencia seria en combate, lo que compensa con valentía. En cuanto a armadura, solo lleva un cinturón con escudo, por lo que es bastante móvil. Los mordedores entran en batalla con trampas tradicionales gnoll que capturan y atraen a los enemigos como los pescadores a los peces. Los mordedores despedazan al enemigo capturado con garras y colmillos. Cada mordedor pelea principalmente por ganancias materiales como oro y carne, por lo que son capaces tanto de mostrar valor ante los comandantes como de pasarse al bando enemigo si la marea de la batalla no les favorece.

source: tear apart
es: despedazar

source: bear trap
es: trampa para osos

source: Gnoll Ripper
es: Gnoll Destripador

source: Rippers areskilled gnoll warriors. Legions of ripper make up the iron fist of the Serpent Khaganate's infantry. These tenacious, professional fighters wear scaly cuirasses; physical strength and skill allows them to wield a two-chain bear trap flail, with which they are able to capture and pull two enemies at once. The trap immobilizes victims with a pain shock, allowing the gnoll to gnaw through opponents' throats. Rippers often command small squads of biters. However, in cases of serious danger, they can also throw their subordinates to the mercy of fate and run over to the enemy with their tail between their legs.
es: Los Desgarradores son guerreros gnoll experimentados. Las legiones de desgarradores forman el puño de hierro de la infantería del Khaganato de las Serpientes. Estos luchadores tenaces y profesionales llevan corazas escamosas; su fuerza física y habilidad les permiten manejar un mayal de trampa para osos de dos cadenas, con el que pueden capturar y jalar a dos enemigos a la vez. La trampa inmoviliza a las víctimas con un choque de dolor, permitiendo al gnoll roerles la garganta. Los desgarradores suelen comandar pequeños grupos de mordedores. Sin embargo, en casos de peligro serio también pueden abandonar a sus subordinados a su suerte y pasarse al enemigo con el rabo entre las piernas.

source: Gnoll Shredder
es: Gnoll Triturador

source: gnoll3^WIP: NOT YET TRANSLATED
es: gnoll3^EN PROCESO: AÚN SIN TRADUCIR

source: chain
es: cadena

source: Naga Overseer
es: Naga Supervisor
